[
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fce"
    },
    "name": {
      "en": "Seibu Electric & Machinery Co., Ltd. also calls for Emotet infection and address confirmation",
      "jp": "西部電機株式会社もEmotet感染、アドレス確認するよう呼びかけ"
    },
    "description": {
      "en": "There are new cases of damage to Emotet, which has a remarkable spread of infection. Seibu Electric & Machinery Co., Ltd., which develops industrial machinery, revealed on February 9, 2022 that the terminals of employees belonging to the company's group companies were infected with Emotet, and suspicious emails pretending to be the company were confirmed inside and outside the company. Did. Emotet is malware known to steal addresses and transmission data recorded in email software from infected terminals and leak them to the outside. Since the leaked data is used for spoofing, there is a high risk of secondary damage, and we read a lot of damage in Japan. Seibu Electric & Machinery Co., Ltd. has been infected and is calling attention to the damage on its official website. According to the announcement, all suspicious emails confirmed by the company have different email domains from the legitimate ones, so we are asking you to confirm your email address without opening the attachment immediately.",
      "jp": "感染拡大が著しいEmotetの新たな被害例が出ています。産業用機械開発などを手がける西部電機株式会社は2022年2月9日、同社グループ会社に所属する従業員の端末がEmotetに感染し、社内外に同社を装う不審なメールが確認されたと明らかにしました。\r\n\r\nEmotetは感染した端末からメールソフトに記録されているアドレスや送信データなどを盗み出し、外部に流出させることで知られているマルウェアです。流出データはなりすまし行為に用いられるため二次被害の危険性が高く、国内で多くの被害を読んでいます。\r\n\r\n西部電機株式会社は感染を受け、公式ウェブサイト上で被害に対する注意を呼び掛けています。発表によれば、同社が確認した不審なメールはいずれもメールドメインが正規のものと異なっているため、すぐに添付ファイルを開封せずメールアドレスを確認するよう求めています。"
    },
    "companyId": "6246b3be9e564b61e102e220",
    "companyName": {
      "en": "Seibu Electric & Machinery Co., Ltd.",
      "jp": "西部電機株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fcf"
    },
    "name": {
      "en": "Chiba City Board of Education erroneously sends information on three children infected with the new coronavirus",
      "jp": "千葉市教委で新型コロナウイルス感染児童3名の情報を誤送信"
    },
    "description": {
      "en": "By February 14, 2022, the Chiba City Board of Education revealed that it had mistakenly sent an e-mail containing the names and test results of three children infected with the new coronavirus. According to the Chiba City Board of Education, the erroneous transmission occurred on February 5th and 12th, 2022. A child infected with the new coronavirus was confirmed at a school in the jurisdiction, so the person in charge sent the children's personal information to the manager by e-mail, but there was a mistake because the address was manually entered, so the official address is Information leaked to a different destination. The Chiba City Board of Education, who grasped the situation, apologized to the families of the affected children. In addition, since the erroneously sent email has been delivered normally, we are requesting the recipient to delete the email. However, it is said that the response to deletion has not been confirmed at the time of publication of the article.",
      "jp": "千葉市教育委員会は2022年2月14日までに、新型コロナウイルスに感染した児童3名の氏名や検査結果等を記載した電子メールを外部に誤送信したと明らかにしました。\r\n\r\n千葉市教委によれば、誤送信は2022年2月5日と12日に発生したもの。管轄内の学校で新型コロナウイルスに感染した児童が確認されたため、担当者が管理職に児童らの個人情報を電子メールで送信しましたが、アドレスを手動入力したためミスがあり正規の宛先とは異なる宛先に情報が流出しました。\r\n\r\n事態を把握した千葉市教委は被害を受けた児童の家族に謝罪しました。また、誤送信メールは正常に送達されているため、送信先に向けメールの削除を依頼しています。ただし、記事公開時点で削除の応答が確認されていないとのことです。"
    },
    "companyId": "6246b3be9e564b61e102e221",
    "companyName": {
      "en": "Chiba",
      "jp": "千葉市"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fd0"
    },
    "name": {
      "en": "Is the home rug mail order site damaged by unauthorized access and 1,635 card information leaked?",
      "jp": "家庭用ラグ通販サイトが不正アクセス被害、カード情報1,635件流出か"
    },
    "description": {
      "en": "On February 21, 2022, Oka Co., Ltd. made a card approval in the past due to the influence of someone's cyber attack on the online shopping site \"Mat & Rug Factory Main Store (hereinafter: damaged site)\" operated by the company. It has been revealed that 1,635 user card information and up to 7,086 personal information may have been leaked. The company was pointed out by the settlement agency on July 27, 2021 that the card information was leaked from the damaged site. A detailed investigation through a third-party organization was conducted to clarify the facts, and it was found that someone had tampered with the payment system of the site by using the vulnerability inherent in the damaged site. did.",
      "jp": "オカ株式会社は2022年2月21日、同社が運営するオンライン通販サイト「マット＆ラグファクトリー本店（以下：被害サイト）」が何者かのサイバー攻撃を受けた影響で、過去同社にてカード決裁したユーザーのカード情報1,635件および個人情報最大7,086件が流出した可能性があると明らかにしました。\r\n\r\n同社は2021年7月27日に決済代行会社から被害サイトからカード情報が流出していると指摘を受けていたとのこと。事実関係を明らかにするため第三者機関を通じた詳細調査を実施したところ、被害サイトに内在していた脆弱性を利用して、何者かがサイトの決済システムを改ざんしていた事実が判明しました。"
    },
    "companyId": "6246b3be9e564b61e102e222",
    "companyName": {
      "en": "Oka Co., Ltd.",
      "jp": "オカ株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fd1"
    },
    "name": {
      "en": "Wacoal for women's innerwearEmotetInfection, suspicious email occurrence",
      "jp": "女性用インナーのワコールもEmotet感染、不審メール発生"
    },
    "description": {
      "en": "Wacoal Co., Ltd.2022Year2MonthTenBy the day, some terminals of the companyEmotetIt was revealed that information was leaked due to the influence of the infection and multiple suspicious emails were confirmed.According to Wacoal, the suspicious email confirmed by the company is a clever one that claims to be a real group employee, but the email address is a legitimate group (*****@wacoal.co.jpEtc.), and it is identifiable.For this reason, the company explained on its official website to confirm the sender's address before opening the email. If it looks like a suspicious emailURLI refrained from accessing and attached files and called for deletion.",
      "jp": "\r\n\r\n株式会社ワコールは2022年2月10日までに、同社の一部端末がEmotetに感染した影響で情報が流出し、不審なメールが複数確認されたと明らかにしました。\r\n\r\nワコールによれば、同社が確認した不審メールは実在するグループ従業員を名乗る巧妙なものであるが、メールアドレスが正規グループ（*****＠wacoal.co.jp等）のものと異なるなど、識別可能であるとのこと。\r\n\r\n同社はこのため、公式ウェブサイトにて、メール開封前に差出人のアドレスを確認するよう説明。不審メールと見られるものである場合はURLや添付ファイルへのアクセスを控え、削除するよう呼びかけました。\r\n\r\n\r\n\r\n"
    },
    "companyId": "6246b3be9e564b61e102e223",
    "companyName": {
      "en": "Wacoal Co., Ltd.",
      "jp": "株式会社ワコール"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fd2"
    },
    "name": {
      "en": "Toshiba Lifestyle Group companiesEmotetinfection",
      "jp": "東芝ライフスタイルのグループ会社がEmotet感染"
    },
    "description": {
      "en": "Toshiba Lifestyle Co., Ltd.2022Year2Month17 17On the day, the terminals of the company's group companiesEmotetBelonging to a group due to being infected withSubordinateName the workerRideIt was revealed that a suspicious email was confirmed.According to the announcement, the confirmed suspicious emailsSubordinateAlthough the employee name is a real person, the mail domain is different from that of the company (*****@toshiba-lifestyle.com) Is used. EmotetIs a file attached to an emailURLTo spread the infection through, Toshiba Lifestyle Co., Ltd. has recipientsEmotetI called on him to check his address when he received it, as he could be infected with it.",
      "jp": "東芝ライフスタイル株式会社は2022年2月17日、同社グループ会社の端末がEmotetに感染したことにより、グループに所属する従業員を名乗る不審なメールが確認されたと明らかにしました。\r\n\r\n発表によれば、確認された不審メールは従業員名こそ実在する人物であるものの、メールドメインが同社と異なるもの（*****@toshiba-lifestyle.com）を使用しているとのこと。\r\n\r\nEmotetはメールに添付したファイルやURLを介して感染を広げるため、東芝ライフスタイル株式会社は受信者がEmotetに感染する恐れがあるとして、受信時にアドレスをチェックするよう呼びかけました。"
    },
    "companyId": "6246b3be9e564b61e102e224",
    "companyName": {
      "en": "Toshiba Lifestyle Co., Ltd.",
      "jp": "東芝ライフスタイル株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fd3"
    },
    "name": {
      "en": "Kracie Holdings alsoEmotetinfection,IPAIs infectedExpansionGreat attention",
      "jp": "クラシエホールディングスもEmotet感染、IPAが感染拡大を注意喚起"
    },
    "description": {
      "en": "DoctormedicineKracie Holdings, Ltd., which handles products and food businesses,2022Year2Month9On the day, some terminals of the company groupEmotetInfected with, revealed that information leakage and suspicious emails were confirmed. EmotetSends information such as e-mail address and transmission / reception history from the infected terminalUnpluggedIt is a malware known for sending spoofed emails that are quoted and quoted. When infected, the company sends an email quoting the actual person and the information actually exchanged.InsideSince it spreads to the outside, it is very difficult for human defense to occur and there is concern about the occurrence of secondary damage.In response to these circumstances, Kracie Holdings announced the infection on its website and the companyInsideI am calling to be careful outside. The suspicious email confirmed by the company names a real personRideLegitimate domain of things (*****@kracie.co.jp), So I asked to confirm the domain when I received the email.",
      "jp": "医薬品や食品事業など手がけるクラシエホールディングス株式会社は2022年2月9日、同社グループの一部端末がEmotetに感染し、情報流出および不審メールが確認されたと明らかにしました。\r\n\r\nEmotetは感染した端末からメールアドレスや送受信履歴等の情報を抜き出し、これを引用したなりすましメールを発信することで知られているマルウェアです。感染すると実在する人物や実際にやりとりした情報を引用したメールで社内外に波及するため、人的な防御が非常に難しく二次被害の発生が懸念されます。\r\n\r\nこうした事情を受け、クラシエホールディングスは感染をホームページに公表し、社内外に注意するよう呼び掛けています。同社が確認した不審メールは実在する人物を名乗るものの正規のドメイン（*****@kracie.co.jp）とは異なるものを使用しているため、メールを受信した際はドメインを確認するよう求めました。"
    },
    "companyId": "6246b3be9e564b61e102e225",
    "companyName": {
      "en": "Kracie Holdings, Ltd.",
      "jp": "クラシエホールディングス株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fd4"
    },
    "name": {
      "en": "Hiroshima prefecture and prefectureInsidetwenty threeTo the local governmentDDoSAttackShoot, Purpose and request are completely unknown",
      "jp": "広島県や県内23自治体にDDoS攻撃、目的や要求は一切不明"
    },
    "description": {
      "en": "Hiroshima prefecture and prefectureInsidetwenty threeLocal government homepage is a large-scale cyber attackShootContact due to the influence ofContinuedTo be badFallWhat you are doing2022Year2Month18 18The day became clear.The damage was revealed by Hiroshima Prefecture, and the attackShootThe victim was contacted by the affected municipalityContinuationIt is a cloud service used as a point. According to the prefecture, attackShootWho\"DDoSAttackShoot \"Called,versusElephant servicefigureIt is said that it has reached the method of sending down a large amount of communication data.AttackShootteeth2022Year2Month16 16From day30Minutes ~1Occurs in a cycle of about timeContinuedI'm sorry2Over a daycontinuationDuring. AttackShootThe request and purpose of the person are not known, and the prefecture is in charge.ThisCommented that the person was confused.",
      "jp": "広島県や県内23自治体のホームページが大規模なサイバー攻撃の影響で接続不良に陥っていることが2022年2月18日、明らかになりました。\r\n\r\n被害は広島県が明らかにしたもので、攻撃を受けたのは被害を受けた自治体が接続拠点として使用しているクラウドサービスです。県によると、攻撃者は「DDoS攻撃」と呼ばれる、対象サービスに意図的に大量の通信データを送り付けダウンさせる手口に及んでいるとのこと。\r\n\r\n攻撃は2022年2月16日より30分～1時間程度の周期で発生し続けており、2日以上にわたり継続中。攻撃者の要求や目的もわかっておらず、県担当者は困惑しているとコメントしています。"
    },
    "companyId": "6246b3be9e564b61e102e226",
    "companyName": {
      "en": "Hiroshima",
      "jp": "広島県"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fd5"
    },
    "name": {
      "en": "Kawasaki Plaza mis-sent arrival notification email, customer address14Outflow",
      "jp": "カワサキプラザが入荷通知メール誤送信、顧客アドレス14件流出"
    },
    "description": {
      "en": "Kawasaki Plaza2022Year2Month16 16The same store received motorcycles on the dayStateAn erroneous transmission occurred when sending an email notifying the status, and the customer's email address14It was revealed that the case was leaked.According to Kawasaki Plaza, the email was sent2022Year1Month31It ’s about the day,ThisWhoversusWhen sending an external mass email to elephants, a bookCome \"BCC\"Where to send with\"To\"He said he made a mistake in entering the field.As a result, it became the destination14There was a situation where each other's email addresses were displayed first. Kawasaki Plaza side made a mistakeairIt wasn't attached, but2022Year2MonthFiveIt is said that the recipient has pointed out and grasped it by the day.",
      "jp": "カワサキプラザは2022年2月16日、同店がモーターサイクル入荷状況を通知するメールを発信した際に誤送信が発生し、顧客のメールアドレス14件が流出したと明らかにしました。\r\n\r\nカワサキプラザによれば、メールを発信したのは2022年1月31日のことで、担当者が対象者らに外部一斉メールを送信する際、本来「BCC」で送信すべきところを「To」欄に入力するミスを起こしたとのこと。\r\n\r\nこれにより、送信先となった14先においてお互いのメールアドレスが表示される事態が発生。カワサキプラザ側はミスに気付いていませんでしたが、2022年2月5日までに受信者から指摘を受け、把握したとしています。"
    },
    "companyId": "6246b3be9e564b61e102e227",
    "companyName": {
      "en": "Kawasaki Motors Japan Co., Ltd.",
      "jp": "株式会社カワサキモータースジャパン"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fd6"
    },
    "name": {
      "en": "OffshoreropePrefectural contractor mistakenly sent a time-saving cooperation money email, leaked reasons for non-payment, etc.",
      "jp": "沖縄県委託先が時短協力金メールを誤送信、不支給理由など流出"
    },
    "description": {
      "en": "OffshoreropeThe prefecture is2022Year2Month14Hatsu HiokiropeOffshore for restaurants carried out by the prefectureropePrefectural infectionExpansionGreat preventionversusMeasure cooperation money (Uchinanchu)agreementSupport project) luckBusinessIt was revealed that the information of the cooperation fund application company was leaked due to the wrong transmission by the contractor.According to the information, the case is2022Year1Month17 17It happened on a daily basis, and it was the responsibility of the outsourced company.ThisIs the applicant companyAToversusAnd when you send the e-mail, another applicant companyBHe said that he made a mistake in sending the text addressed to.The application company in the text sent incorrectlyBLuckBusinessPerson name and storePavementSince the name, the reason for the non-payment decision, etc. were described, these areAIt is a form that leaked to. The prefecture and the contractor who grasped the situation requested an apology and deletion of the text.RelyDid",
      "jp": "沖縄県は2022年2月14日、沖縄県が実施する飲食店向けの沖縄県感染拡大防止対策協力金（うちなーんちゅ応援プロジェクト）の運営委託先が誤送信を起こしたことにより、協力金申請事業者の情報が流出したと明らかにしました。\r\n\r\n情報によると、事案は2022年1月17日に起きたもので、委託先企業の担当者が申請事業者Aに対して電子メールを送信した際、別の申請事業者Bに宛てた文面を誤送信するミスを起こしたとのこと。\r\n\r\n誤送信した文面には申請事業者Bの運営者名や店舗名、不支給決定の理由などが記載されていたため、これらがAに流出した形です。事態を把握した県および委託先は、謝罪および文面の削除を依頼しました"
    },
    "companyId": "6246b3be9e564b61e102e228",
    "companyName": {
      "en": "OffshoreropePrefecture",
      "jp": "沖縄県"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fd7"
    },
    "name": {
      "en": "E-mail address sent incorrectly by Tokyo Verdy20The case leaked",
      "jp": "東京ヴェルディが誤送信、メールアドレス20件が流出"
    },
    "description": {
      "en": "Tokyo Verdy, a professional soccer team2022Year2Month8On the day, the team secretariat mistakenly sent an email sent to Verdis Cool members, and the members20It was revealed that the e-mail address of the name was leaked.According to Tokyo Verti, the secretariat is2022Year2Month7Sun, member20A plan for school activities toward the nameInsideI sent an email. However, the secretariat displays the destination address when sending an external mass mail.ToHe said he made a mistake in sending in the format.As a result, the email addresses of each other are displayed among the email recipients. Tokyo VerdyversusApologies to the elephants and asks to delete the emailRelyDid.",
      "jp": "プロサッカーチームの東京ヴェルディは2022年2月8日、チーム事務局がヴェルディスクール会員向けに発信したメールを誤送信し、会員20名のメールアドレスが流出したと明らかにしました。\r\n\r\n東京ヴェルティによれば事務局は2022年2月7日、会員20名に向けてスクール活動に関する案内メールを発信しました。ところが、事務局は外部一斉メールを送信する際、宛先のアドレスを表示するTo形式で送信するミスを起こしたとのこと。\r\n\r\nこれにより、メール受信者間でお互いのメールアドレスが表示される事態が発生。東京ヴェルディは対象者らに謝罪し、メールの削除を依頼しました。"
    },
    "companyId": "6246b3be9e564b61e102e229",
    "companyName": {
      "en": "Tokyo Verdy Co., Ltd.",
      "jp": "東京ヴェルディ株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fd8"
    },
    "name": {
      "en": "Kasumigaura City mis-sends marriage-related emails, and mis-sends apology emails",
      "jp": "かすみがうら市が婚活関連メールを誤送信、謝罪メールも誤送信"
    },
    "description": {
      "en": "Kasumigaura City, Ibaraki Prefecture2022Year2MonthFourBy the day, it was revealed that the name and e-mail address of some registrants were leaked due to an erroneous transmission at the marriage hunting support center operated by the city.According to the announcement, Kasumigaura City2022Year2Month2Registrants who wished to receive information about the Marriage Support Center58We sent an external email to your name. However, when the person in charge specifies the transmission format, it should beBCCDespite being asked to send inCCHe said he made a mistake in sending.As a result, each other's e-mail addresses may be displayed at the destination. The city2022Year2Month3On the day, I apologized to all the registrants by e-mail and asked them to delete the erroneously sent e-mail.",
      "jp": "茨城県かすみがうら市は2022年2月4日までに、市が運営する婚活サポートセンターにて誤送信が発生し、一部登録者の氏名やメールアドレスが流出したと明らかにしました。\r\n\r\n発表によれば、かすみがうら市は2022年2月2日、婚活サポートセンターの案内配信を希望した登録者58名に向けて外部一斉メールを送信しました。ところが、担当者が送信形式を指定する際、本来BCCで送信するよう求められているにも関わらず、CCで送信するミスを起こしたとのこと。\r\n\r\nこれにより、送信先ではお互いのメールアドレスが表示される事態が発生。市は2022年2月3日、登録者全員に電子メールで謝罪し、誤送信メールの削除を依頼しました。"
    },
    "companyId": "6246b3be9e564b61e102e22a",
    "companyName": {
      "en": "Kasumigaura City, Ibaraki Prefecture",
      "jp": "茨城県かすみがうら市"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fd9"
    },
    "name": {
      "en": "Enomoto is also infected with Emotet and the companyInsideSuspicious email outside",
      "jp": "エノモトもエモテットに感染し社内外に不審メール"
    },
    "description": {
      "en": "On February 9, 2022, Enomoto Co., Ltd., which handles stainless cast steel, revealed that suspicious emails were sent inside and outside the company due to the influence of the malware \"Emotet\" on the terminals operated by the company.",
      "jp": "ステンレス鋳鋼を手がける株式会社エノモトは2022年2月9日、同社が運用している端末がマルウェア「Emotet（エモテット）」に感染にした影響から社内外に不審メールが発生したと明かしました。"
    },
    "companyId": "6246b3be9e564b61e102e22b",
    "companyName": {
      "en": "Enomoto Co., Ltd.",
      "jp": "株式会社エノモト"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fda"
    },
    "name": {
      "en": "Simnet is also infected with Emotet, companyInsideSuspicious email outside",
      "jp": "シムネットもエモテット感染、社内外に不審なメール"
    },
    "description": {
      "en": "Simnet Co., Ltd.2022Year2Month9On the day, it was revealed that an employee belonging to a group company of the Anicom Group was infected with Emotet and data leakage from the mail server occurred.",
      "jp": "株式会社シムネットは2022年2月9日、アニコムグループのグループ企業に所属する従業員にエモテットに感染し、メールサーバーからのデータ流出が発生したと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e22c",
    "companyName": {
      "en": "Simnet Co., Ltd.",
      "jp": "株式会社シムネット"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fdb"
    },
    "name": {
      "en": "Tocen Goshobo's Goshobo Shrine is infected with the epidemic of the spread of Emotet infection",
      "jp": "エモテット感染拡大の猛威、陶泉御所坊の御所坊社が感染"
    },
    "description": {
      "en": "On February 9, 2022, Goshobo Co., Ltd. reported that the terminal of its employees was infected with the malware \"Emotet\" on the website \"Tocen Goshobo\" operated by the company, causing information leakage. I made it clear. According to Goshobosha, the company confirmed the fact that suspicious e-mails claiming to belong to employees have been sent both inside and outside the company from around February 7, 2022. Upon investigating this, it was found that the cause was the information leaked due to the Emotet infection.",
      "jp": "株式会社御所坊は2022年2月9日、同社が運営するウェブサイト「陶泉御所坊」にて、同社従業員の端末がマルウェア「Emotet（エモテット）」に感染し、情報流出が発生したと明らかにしました。\r\n\r\n御所坊社によれば同社は2022年2月7日ごろより、所属従業員を名乗る不審なメールが、社内外に向け発信されている事実を確認。これを調査したところ、原因がエモテット感染による流出した情報であると判明しました。"
    },
    "companyId": "6246b3be9e564b61e102e22d",
    "companyName": {
      "en": "Goshobo Co., Ltd.",
      "jp": "株式会社御所坊"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fdc"
    },
    "name": {
      "en": "in・Plus Co., Ltd. also receives Emotet infection and suspicious emails",
      "jp": "イン・プラス株式会社もエモテット感染、不審メールが発生する"
    },
    "description": {
      "en": "In Plus Co., Ltd.2022Year2Month8On the day, one terminal operated by the company's employees is malware \"Emotet(Emotet) ”was infected, and it was revealed that some of the names, email addresses, and subject data of people inside and outside the company were leaked from the terminal.According to Inplus, the infection is2022Year2Month8It was discovered on a daily basis, and suspicious emails disguised as existing employees of the company have been sent to multiple people.In response to this, the company announced the facts and called attention, and the mail domain \"@in-plus.co.jpAnnounced to pay attention to. If the email does not match, it may be a suspicious email, soURLAnd asked not to access attachments.",
      "jp": "イン・プラス株式会社は2022年2月8日、同社従業員が運用する端末一台がマルウェア「Emotet（エモテット）」に感染し、端末から社内外関係者の氏名やメールアドレス、件名データの一部が外部流出したと明らかにしました。\r\nイン・プラス社によれば、感染は2022年2月8日に発覚し、実在する同社従業員を装った不審メールが複数に送信されているとのこと。\r\nこれを受けた同社は事実を公表し注意を促すとともに、メールドメイン「＠in-plus.co.jp」に注意するよう発表。一致しないメールにおいては不審メールである可能性があるため、URLや添付ファイルにアクセスしないよう求めました。"
    },
    "companyId": "6246b3be9e564b61e102e22e",
    "companyName": {
      "en": "in・PLUS Corporation",
      "jp": "イン・プラス株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fdd"
    },
    "name": {
      "en": "Mie Prefecture, employment support business consignee is mistakenly sent487Address leak",
      "jp": "三重県、就職支援事業委託先が誤送信で487件のアドレス流出"
    },
    "description": {
      "en": "On February 5, 2022, Mie Prefecture sent out to supporter companies the management contractor (Mie Prefecture Labor Welfare Association) of \"Oshigoto Hiroba Mie\", which provides employment support for young people and employment glacial generations. I erroneously sent the email I sent and revealed that 487 email addresses were leaked.",
      "jp": "三重県は2022年2月5日、同県が若年者や就職氷河期世代を対象に就業支援を行う「おしごと広場みえ」の運営委託先（三重県労働福祉協会）がサポーター企業に対して発信したメールを誤送信し、メールアドレス487件が流出したと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e22f",
    "companyName": {
      "en": "Mie Prefecture",
      "jp": "三重県"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fde"
    },
    "name": {
      "en": "Daiyukai, a medical corporation, is infected with Emotet, and the name of a real personRideSuspicious email",
      "jp": "医療法人の大雄会がエモテット感染、実在人物名乗る不審メール"
    },
    "description": {
      "en": "Luck for medical institutions such as Daiyukai General HospitalBusinessDaiyukai General Hospital2022Year2Month9On the day, the terminal of the corporation\"Emotet(Emotet)\"It was revealed that it was infected with a line of malware.According to Daiyukai2022Year2Month8Day, organizationInsideName the real department or real staffRideThe history of sending and receiving suspicious emails has been confirmed. The corporation that grasped the situation is in chargeInspectionAfter implementing, the organizationInsideBecause some of the terminals were infected with Emotet, the terminalsInsideNote inRecordIt was found that the e-mail address and e-mail transmission / reception history that had been sent were leaked.",
      "jp": "総合大雄会病院等医療機関を運営する大雄会は2022年2月9日、同法人の端末が「Emotet（エモテット）」系統のマルウェアに感染したと明らかにしました。\r\n\r\n大雄会によれば2022年2月8日、組織内で実在部署あるいは実在職員名を名乗る不審なメールの送受信履歴が確認されました。事態を把握した同法人が調査を実施したところ、組織内の一部端末がエモテットに感染したことにより、端末内に記録されていたメールアドレスおよびメール送受信履歴の流出が判明しました。"
    },
    "companyId": "6246b3be9e564b61e102e230",
    "companyName": {
      "en": "Social medical corporation Daiyukai",
      "jp": "社会医療法人大雄会"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fdf"
    },
    "name": {
      "en": "Nichinoken may be damaged by SQL injection and leak up to 280,000 addresses",
      "jp": "日能研がSQLインジェクション被害、最大28万アドレス流出の可能性"
    },
    "description": {
      "en": "On January 29, 2022, Nichinoken Co., Ltd., which provides junior high school exam-related services, may have leaked up to 280,106 e-mail addresses due to a cyber attack on the web server that stores the company's homepage data. It was revealed that there was sex.",
      "jp": "中学受験関連サービスを提供する株式会社日能研は2022年1月29日、同社のホームページデータの格納先であるウェブサーバーが何者かのサイバー攻撃を受け、最大28万106件のメールアドレスが流出した可能性があると明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e231",
    "companyName": {
      "en": "Nichinoken Co., Ltd.",
      "jp": "株式会社日能研"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fe0"
    },
    "name": {
      "en": "Soka University mis-sent seminar information, leaked 288 addresses",
      "jp": "創価大学がセミナー案内誤送信、288名のアドレス流出"
    },
    "description": {
      "en": "On January 24, 2022, the Correspondence Education Department of Soka University revealed that the applicant's address was leaked due to an erroneous email sent to the applicant for the special seminar on Japanese language education held by the university. Did.",
      "jp": "創価大学通信教育部は2022年1月24日、同大学が開催した日本語教育特別セミナーへの申込者に宛てた電子メールにて誤送信が発生し、申込者のアドレスが流出したと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e232",
    "companyName": {
      "en": "Soka University",
      "jp": "創価大学"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fe1"
    },
    "name": {
      "en": "There is a high possibility that the settlement agency service subsidiary will be damaged or leaked due to unauthorized access.",
      "jp": "決済代行サービス子会社が不正アクセス被害、流出の可能性高い"
    },
    "description": {
      "en": "On January 25, 2022, Metap Payment Co., Ltd., which provides credit card payment systems, revealed that unauthorized access occurred in some of the credit card payment systems provided by the company, and there is a possibility of information leakage. Did.",
      "jp": "クレジットカード決済システムを提供する株式会社メタップスペイメントは2022年1月25日、同社が提供しているクレジットカード決済システムの一部において不正アクセスが発生し、情報流出の可能性があると明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e233",
    "companyName": {
      "en": "Metap Payment Co., Ltd.",
      "jp": "株式会社メタップスペイメント"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fe2"
    },
    "name": {
      "en": "Lion Corporation infected with Emotet, suspicious emails occurred inside and outside the company",
      "jp": "ライオン株式会社がエモテット感染、社内外に不審メール発生"
    },
    "description": {
      "en": "On February 3, 2022, Lion Corporation revealed that the data on its mail server was leaked to the outside due to the infection of employees belonging to the company group with Emotet.",
      "jp": "ライオン株式会社は2022年2月3日、同社グループに所属する従業員がエモテットに感染したことにより、同社メールサーバーのデータが外部流出したと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e234",
    "companyName": {
      "en": "Lion Corporation",
      "jp": "ライオン株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fe3"
    },
    "name": {
      "en": "Applied geology group companies are used for site alteration damage and phishing",
      "jp": "応用地質グループ会社がサイト改ざん被害、フィッシング行為に利用される"
    },
    "description": {
      "en": "On January 28, 2022, OYO Co., Ltd. revealed that its group company KCS Co., Ltd. (KCS Co., Ltd.) was damaged by falsification of its homepage due to a cyber attack by someone. did.",
      "jp": "応用地質株式会社は2022年1月28日、同社グループ会社の株式会社ケー・シー・エス社（KCS社）が何者かのサイバー攻撃を受けたことにより、ホームページの改ざん被害が生じたと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e235",
    "companyName": {
      "en": "OYO Co., Ltd.",
      "jp": "応用地質株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fe4"
    },
    "name": {
      "en": "Akibasan Park Prefectural Swimming Pool is infected with Emotet, and there is a possibility of email attacks on users",
      "jp": "秋葉山公園県民水泳場がエモテットに感染、利用者らにメール攻撃の可能性"
    },
    "description": {
      "en": "On January 28, 2022, Wakayama Prefecture was infected with the malware \"Emotet\" at the Akibasan Park Prefectural Swimming Pool, which is operated by the prefecture with the TSA Group designated as the administrator. I made it clear that I did.",
      "jp": "和歌山県は2022年1月28日、同県がＴＳＡグループを管理者に指定し運営している秋葉山公園県民水泳場にて、水泳場が保有する端末がマルウェア「Emotet（エモテット）」に感染したと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e236",
    "companyName": {
      "en": "Akibasan Park Prefectural Swimming Pool",
      "jp": "秋葉山公園県民水泳場"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fe5"
    },
    "name": {
      "en": "Sekisui House Group companies are confirmed to be infected with Emotet and suspicious emails",
      "jp": "積水ハウスグループ企業がエモテット感染、不審メール確認される"
    },
    "description": {
      "en": "Sekisui House Co., Ltd. announced on January 28, 2022 that the terminals of its group companies were infected with the malware \"Emotet\".",
      "jp": "積水ハウス株式会社は2022年1月28日、同社グループ企業の端末がマルウェア「Emotet（エモテット）」に感染したと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e237",
    "companyName": {
      "en": "Sekisui House Co., Ltd.",
      "jp": "積水ハウス株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fe6"
    },
    "name": {
      "en": "Former Hausdou employee leaked 64 customer information and was arrested",
      "jp": "ハウスドゥ元従業員が顧客情報64件を不正流出、逮捕される"
    },
    "description": {
      "en": "On January 18, 2022, And Do Holdings Co., Ltd. was arrested for violating the Unfair Competition Prevention Law by illegally taking out customer information held by a former employee in his 30s who belongs to the company's subsidiary \"House Do Home Sales\". I made it clear.",
      "jp": "株式会社And Doホールディングスは2022年1月18日、同社子会社「ハウスドゥ住宅販売」に所属する30代の元従業員が社が保有する顧客情報を不正に持ち出し、不正競争防止法違反で逮捕されたと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e238",
    "companyName": {
      "en": "And Do Holdings, Inc.",
      "jp": "株式会社And Doホールディングス"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fe7"
    },
    "name": {
      "en": "Toyama Prefecture erroneously sends a public interest notification email to 240 people involved in pharmaceutical products",
      "jp": "富山県が公益通報メールを医薬品関係者240名に誤送信"
    },
    "description": {
      "en": "On January 24, 2022, Toyama Prefecture made a mistake in sending some information related to whistleblowers related to pharmaceutical companies, which was sent to the prefecture as a public interest report, to 240 people involved in pharmaceutical products by the medicine policy section in charge. I made it clear that I woke it up.",
      "jp": "富山県は2022年1月24日、県に公益通報として寄せられた製薬会社に関係する内部告発に関係する一部情報を、担当するくすり政策課が医薬品関係者240名に誤送信するミスを起こしたと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e239",
    "companyName": {
      "en": "Toyama Prefecture",
      "jp": "富山県"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fe8"
    },
    "name": {
      "en": "A-One Tokyo leaks customer and staff information due to external cyber attacks",
      "jp": "エーワン東京、外部からのサイバー攻撃で顧客やスタッフ情報流出"
    },
    "description": {
      "en": "On January 24, 2022, A-One Tokyo Co., Ltd. revealed that a cyber attack from the outside on the dedicated system \"IP system\" operated by the company occurred, and the personal information of the staff and customers owned by the company was leaked. ..",
      "jp": "株式会社エーワン東京は2022年1月24日、同社が運用する専用システム「IPシステム」に対する外部からのサイバー攻撃が発生し、同社が保有するスタッフや顧客の個人情報が流出したと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e23a",
    "companyName": {
      "en": "A-One Tokyo Co., Ltd.",
      "jp": "株式会社エーワン東京"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fe9"
    },
    "name": {
      "en": "Sent / Received E-mail Leaked, Spoofed E-mail of Real Person Occurred │ Dream Panel",
      "jp": "送受信メールが流出、実在人物のなりすましメール発生か│ドリームパネル"
    },
    "description": {
      "en": "On January 24, 2022, Dream Panel Co., Ltd. revealed that past sent and received emails were leaked from terminals operated by the company, resulting in malicious spoofing emails.",
      "jp": "株式会社ドリームパネルは2022年1月24日、同社が運用する端末から過去の送受信メールが流出し、悪質ななりすましメールが発生したと明らかにしました"
    },
    "companyId": "6246b3be9e564b61e102e23b",
    "companyName": {
      "en": "Dream Panel Co., Ltd.",
      "jp": "株式会社ドリームパネル"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fea"
    },
    "name": {
      "en": "Chemical manufacturer Daicel and group operation server are damaged by unauthorized access",
      "jp": "化学メーカーのダイセル、グループ運用サーバーが不正アクセス被害"
    },
    "description": {
      "en": "Daicel Co., Ltd., a major chemical manufacturer, announced on January 27, 2022 that an external cyber attack on the server operated by the group was confirmed.",
      "jp": "大手化学メーカーの株式会社ダイセルは2022年1月27日、同社グループが運用しているサーバーに対する外部からのサイバー攻撃が確認されたと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e23c",
    "companyName": {
      "en": "Daicel Co., Ltd.",
      "jp": "株式会社ダイセル"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76feb"
    },
    "name": {
      "en": "Beaglen HP is damaged by unauthorized access, 46,702 card information leaked?",
      "jp": "ビーグレンHPが不正アクセス被害、カード情報4万6,702件流出か"
    },
    "description": {
      "en": "On January 25, 2022, Beverly Glen Laboratories Co., Ltd. entered new card information on the company's website in the past due to unauthorized access to the online shop \"Beaglen HP (damaged site)\" operated by the company. It was revealed that 46,702 credit card information of the user who made the payment may have been leaked.",
      "jp": "ビバリーグレンラボラトリーズ株式会社は2022年1月25日、同社が運営するオンラインショップ「ビーグレンHP（被害サイト）」が何者かの不正アクセスを受けたことにより、過去同社サイトにて新規にカード情報を入力したユーザーのクレジットカード情報4万6,702件が流出した可能性があると明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e23d",
    "companyName": {
      "en": "Beverly Glen Laboratories Co., Ltd.",
      "jp": "ビバリーグレンラボラトリーズ株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fec"
    },
    "name": {
      "en": "Lancers mistakenly sent a course guide email, leaked 432 addresses",
      "jp": "ランサーズが講座案内メールを誤送信、432件のアドレス流出"
    },
    "description": {
      "en": "On January 21, 2022, Lancers Co., Ltd., a major crowdsourcing company, mistakenly displayed the 432 email addresses of the course applicants to whom it was sent in a guidance email related to the education course sponsored by the company. I made it clear that I sent it.",
      "jp": "クラウドソーシング大手のランサーズ株式会社は2022年1月21日、同社が主催する教育講座に関連する案内メールにて、送信先となった講座応募者のメールアドレス432件をお互いに表示する形で誤送信したと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e23e",
    "companyName": {
      "en": "Lancers Co., Ltd.",
      "jp": "ランサーズ株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fed"
    },
    "name": {
      "en": "Problems with the electrical system and medical fee system, Kasugai Rehabilitation Hospital",
      "jp": "電カルや診療報酬システムに不具合、春日井リハビリテーション病院"
    },
    "description": {
      "en": "Kasugai Rehabilitation Hospital announced on January 19, 2022 that the medical information system operated by the hospital had a problem that was thought to be caused by unauthorized access.",
      "jp": "春日井リハビリテーション病院は2022年1月19日、同院が運用する医療情報システムに不正アクセスが原因と思われる不具合が生じたと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e23f",
    "companyName": {
      "en": "Kasugai Rehabilitation Hospital",
      "jp": "春日井リハビリテーション病院"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fee"
    },
    "name": {
      "en": "Incorrect transmission in Yamaguchi Prefecture online marriage activity business, leaked email addresses of 24 applicants",
      "jp": "山口県オンライン婚活事業で誤送信、申込者24名のメールアドレス流出"
    },
    "description": {
      "en": "On January 17, 2022, the contractor company of the online marriage activity seminar exchange meeting \"Yamaguchi Marriage Activity Online Party\" sponsored by Yamaguchi Prefecture mistakenly sent an e-mail, and the e-mail addresses of 24 event participants Revealed that it was leaked.",
      "jp": "山口県は2022年1月17日、山口県が主催するオンライン婚活セミナー交流会「やまぐち婚活オンラインパーティー」事業の委託先企業が電子メールを誤送信し、イベント参加者ら24名のメールアドレスが流出したと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e240",
    "companyName": {
      "en": "Yamaguchi Prefecture",
      "jp": "山口県"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fef"
    },
    "name": {
      "en": "Incorrect transmission of PCR test results to another person with the same surname and same name, Yomitan Village, Okinawa Prefecture",
      "jp": "PCR検査結果を同姓同名の別人に誤送信、沖縄県読谷村"
    },
    "description": {
      "en": "On January 17, 2022, Yomitan Village, Okinawa Prefecture, revealed that the test result information of three new coronavirus PCR test subjects conducted by the village was erroneously transmitted to a third party other than the person.",
      "jp": "沖縄県読谷村は2022年1月17日、同村が実施した新型コロナウイルスPCR検査被検者3名の検査結果情報を、当人以外の第三者に誤送信したと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e228",
    "companyName": {
      "en": "Okinawa Prefecture",
      "jp": "沖縄県"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76ff0"
    },
    "name": {
      "en": "Lost USB memory in Mie prefecture, information location unknown for a total of 1356 people including chief weighers",
      "jp": "三重県でUSBメモリ紛失、主任計量者ら合計1356名の情報所在不明に"
    },
    "description": {
      "en": "On January 18, 2022, Mie Prefecture revealed that the person in charge of the measurement certification center inadvertently lost the USB memory that recorded the list of chief measurers in the measurement certification business and the data related to the certification test.",
      "jp": "三重県は2022年1月18日、計量証明事業における主任計量者の名簿及び検定試験に関するデータを記録したUSBメモリを、計量検定所所属の担当者が不注意により紛失したと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e22f",
    "companyName": {
      "en": "Mie Prefecture",
      "jp": "三重県"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76ff1"
    },
    "name": {
      "en": "Shoei Public Relations Co., Ltd. Misrepresents personal information of 26 requesters",
      "jp": "株式会社昭栄広報、資料請求者26名の個人情報を誤表示"
    },
    "description": {
      "en": "On January 14, 2022, Shoei Public Relations Co., Ltd. shared the personal information of 26 applicants who requested materials that should not be disclosed in the \"High School Student's Feelings. (Cause Service)\" service operated by the company. It was revealed that a situation that can be viewed at has occurred.",
      "jp": "株式会社昭栄広報は2022年1月14日、同社が運営する進学関連サービス「高校生のキモチ。（原因サービス）」にて、本来公開すべきでない資料請求応募者26名の個人情報が応募者間で閲覧できる事態が発生したと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e241",
    "companyName": {
      "en": "Shoei Public Relations Co., Ltd.",
      "jp": "株式会社昭栄広報"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76ff2"
    },
    "name": {
      "en": "Is 350 customer card information leaked due to vulnerability in Coco Season?",
      "jp": "ココシーズン、脆弱性原因で顧客カード情報350件流出か"
    },
    "description": {
      "en": "On January 17, 2022, Kawata Co., Ltd. received credit from a user who made a card payment at a damaged site in the past due to unauthorized access by someone to the online shop \"Coco Season Online Shop (damaged site)\" operated by the company. It was revealed that 350 card information may have been leaked.",
      "jp": "株式会社かわたは2022年1月17日、同社が運営するオンラインショップ「ココシーズンオンラインショップ（被害サイト）」が何者かの不正アクセスを受けたことにより、過去被害サイトでカード決済したユーザーのクレジットカード情報350件が流出した可能性があると明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e242",
    "companyName": {
      "en": "Kawata Co., Ltd.",
      "jp": "株式会社かわた"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76ff3"
    },
    "name": {
      "en": "Hokkaido Gas Co., Ltd. accidentally disposes of HDD that recorded about 30,000 personal information",
      "jp": "北海道ガス株式会社、個人情報約3万件記録していたHDDを誤廃棄か"
    },
    "description": {
      "en": "On January 12, 2022, Hokkaido Gas Co., Ltd. lost the location of one hard disk (HDD) stored by the company, and there is a possibility that 31,463 personal information-related data recorded inside may be leaked. I made it clear.",
      "jp": "北海道ガス株式会社は2022年1月12日、同社が保管していたハードディスク（HDD）１台が所在不明となり、内部に記録されていた個人情報関連データ3万1,463件に流出の可能性がある明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e243",
    "companyName": {
      "en": "Hokkaido Gas Co., Ltd.",
      "jp": "北海道ガス株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76ff4"
    },
    "name": {
      "en": "Iwatani Corp. leaked 2,889 addresses of previous participants due to incorrect transmission of forum information",
      "jp": "岩谷産業、フォーラム案内誤送信で前回参加者のアドレス2,889件流出"
    },
    "description": {
      "en": "Iwatani Corp. recently revealed that an erroneous email was sent when sending an email to inform the forum sponsored by the company, and 2,889 email addresses of the recipients were leaked.",
      "jp": "岩谷産業株式会社はこのほど、同社主催のフォーラム案内を伝えるメールを発信した際に誤送信が発生し、送信対象者のメールアドレス2,889件が流出したと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e244",
    "companyName": {
      "en": "IwataniBirthGo Co., Ltd.",
      "jp": "岩谷産業株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76ff5"
    },
    "name": {
      "en": "Ministry of Land, Infrastructure, Transport and Tourism arrested, stolen office computer",
      "jp": "国交省職員が逮捕、事務所のパソコンを窃盗か"
    },
    "description": {
      "en": "It was revealed that a staff member of the Hokuriku Regional Development Bureau of the Ministry of Land, Infrastructure, Transport and Tourism had been arrested for stealing a laptop computer from his place of employment.",
      "jp": "国土交通省北陸地方整備局に勤務する職員が勤務先からノートパソコンを窃盗し、逮捕されていたことが明らかになりました。"
    },
    "companyId": "6246b3be9e564b61e102e245",
    "companyName": {
      "en": "Ministry of Land, Infrastructure, Transport and Tourism",
      "jp": "国土交通省"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76ff6"
    },
    "name": {
      "en": "Personal Information Protection Commission misposts 12 names and criticizes them one after another",
      "jp": "個人情報保護委員会が12名の氏名を誤掲載、批判相次ぐ"
    },
    "description": {
      "en": "On January 18, 2022, the Personal Information Protection Commission revealed that the committee secretariat made a mistake when posting the results of the opinion solicitation procedure on the Web, and accidentally leaked the names and affiliations of 12 opinionators. Did.",
      "jp": "個人情報保護委員会は2022年1月18日、委員会事務局が意見募集手続の結果をウェブ掲載する際にミスを起こし、誤って意見者12名の氏名および所属先が流出したと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e246",
    "companyName": {
      "en": "Personal Information Protection Commission",
      "jp": "個人情報保護委員会"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76ff7"
    },
    "name": {
      "en": "Site destroyed by cyber attack, card information leaked from Malkan 1,152 people",
      "jp": "サイバー攻撃でサイト壊滅、マルカンからカード情報1,152名流出か"
    },
    "description": {
      "en": "On January 12, 2022, Marquand Co., Ltd. was a user who made a card payment at a damaged site in the past due to a cyber attack on the online shop \"Marquand Online Shop\" (hereinafter referred to as \"damaged site\") operated by the company. The credit card information of the name was leaked, and it was revealed that some fraudulent use may have occurred.",
      "jp": "株式会社マルカンは2022年1月12日、同社が運営するオンラインショップ「マルカンオンラインショップ（以下：被害サイト）」が何者かのサイバー攻撃を受けたことにより、過去被害サイトにてカード決済したユーザー1,152名のクレジットカード情報が流出し、一部で不正利用が生じた可能性があると明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e247",
    "companyName": {
      "en": "Marquand Co., Ltd.",
      "jp": "株式会社マルカン"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76ff8"
    },
    "name": {
      "en": "98,635 customer addresses leaked by SQL injection, Ishibashi musical instrument store",
      "jp": "SQLインジェクションで顧客アドレス9万8,635件が流出か、石橋楽器店"
    },
    "description": {
      "en": "Ishibashi Musical Instrument Store Co., Ltd. may have leaked 98,635 email addresses of users who registered for the point service provided by the company in the past due to a cyber attack on the web server operated by the company on January 11, 2022. It was revealed that there was sex.",
      "jp": "株式会社石橋楽器店は2022年1月11日、同社が運用しているウェブサーバーに対するサイバー攻撃が発生し、過去同社が提供するポイントサービスに登録したユーザーのメールアドレス9万8,635件が流出した可能性があると明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e248",
    "companyName": {
      "en": "Ishibashi Musical Instrument Store Co., Ltd.",
      "jp": "株式会社石橋楽器店"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76ff9"
    },
    "name": {
      "en": "Jeck unauthorized access problem, announced that about 20,000 personal information leaked",
      "jp": "ジェック不正アクセス問題、個人情報約2万件の流出と発表"
    },
    "description": {
      "en": "By January 13, 2022, Jeck Co., Ltd. received unauthorized access to the internal storage operated by the company by a third party, and the total personal information of business partners and trainees conducted by the company was approximately 20,000. It was revealed that the outflow was confirmed.",
      "jp": "株式会社ジェックは2022年1月13日までに、同社が運用していた社内ストレージが第三者による不正アクセスを受け、取引先担当者および同社が実施する研修受講者の個人情報合計約2万件の流出が確認されたと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e249",
    "companyName": {
      "en": "Jeck Co., Ltd.",
      "jp": "株式会社ジェック"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76ffa"
    },
    "name": {
      "en": "Maruyama Mfg. Co., Ltd. is also at risk of Emotet infection and rapid spread of damage",
      "jp": "丸山製作所もエモテット感染、被害急拡大の危険性"
    },
    "description": {
      "en": "Maruyama Mfg. Co., Ltd. announced on February 9, 2022 that the terminals of employees belonging to the company's group companies were infected with the malware \"Emotet\".",
      "jp": "株式会社丸山製作所は2022年2月9日、同社グループ企業に所属する従業員の端末がマルウェア「Emotet（エモテット）」に感染したと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e24a",
    "companyName": {
      "en": "Maruyama Mfg. Co., Ltd.",
      "jp": "株式会社丸山製作所"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76ffb"
    },
    "name": {
      "en": "Tescom Electric is infected with Emotet, and suspicious emails of real people",
      "jp": "テスコム電機がエモテットに感染、実在人物の不審メールも"
    },
    "description": {
      "en": "On February 4, 2022, Tescom Electric Co., Ltd. revealed that the terminals of employees belonging to its group companies were infected with the malware \"Emotet\".",
      "jp": "テスコム電機株式会社は2022年2月4日、同社グループ会社に所属する従業員の端末がマルウェア「Emotet（エモテット）」に感染したと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e24b",
    "companyName": {
      "en": "Tescom Electric Co., Ltd.",
      "jp": "テスコム電機株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76ffc"
    },
    "name": {
      "en": "HIS subsidiary suffers cyber damage, concerns about leakage of passport information of up to 1,846 people",
      "jp": "HIS子会社がサイバー被害、最大1,846名のパスポート情報等流出懸念"
    },
    "description": {
      "en": "H.I.S. Co., Ltd., a major travel agency, may have leaked personal information of up to 1,846 people on February 8, 2022, due to a cyber attack on a server operated by its Vietnamese subsidiary. Clarified that there is.",
      "jp": "旅行会社大手の株式会社エイチ・アイ・エスは2022年2月8日、同社のベトナム子会社の運用するサーバーが何者かのサイバー攻撃を受けたことにより、最大1,846名の個人情報が流出した可能性があると明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e24c",
    "companyName": {
      "en": "H Co., Ltd.・Eye・S",
      "jp": "株式会社エイチ・アイ・エス"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76ffd"
    },
    "name": {
      "en": "Kanagawa Industrial Promotion Center mis-sent PR email, address display among 188 companies",
      "jp": "神奈川産業振興センターがPRメール誤送信、188社間でアドレス表示"
    },
    "description": {
      "en": "On January 27, 2022, the Kanagawa Industrial Promotion Center sent an erroneous e-mail sent by the foundation, and sent the e-mail addresses of 188 companies in the prefecture to which they were sent in a visible form. I made it clear.",
      "jp": "公益財団法人神奈川産業振興センターは2022年1月27日、財団が送信した電子メールについて誤送信が発生し、送信先となった県内の事業者188社のメールアドレスをお互いに見える形で送信したと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e24d",
    "companyName": {
      "en": "Kanagawa Industrial Promotion Center",
      "jp": "公益財団法人神奈川産業振興センター"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76ffe"
    },
    "name": {
      "en": "Problems with Go Shogi Channel, personal information of another person is displayed",
      "jp": "囲碁将棋チャンネルで不具合、別人の個人情報表示される"
    },
    "description": {
      "en": "On January 31, 2022, Go Shogi Channel Co., Ltd. revealed that a problem occurred in the operating system of \"Go Shogi Premium\" operated by the company, and it was confirmed that the personal information of another person was displayed to the user who registered the account. did.",
      "jp": "株式会社囲碁将棋チャンネルは2022年1月31日、同社が運営する「囲碁将棋プレミアム」の運営システムに不具合が生じ、アカウント登録したユーザーに別人の個人情報を表示する事象が確認されたと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e24e",
    "companyName": {
      "en": "Go Shogi Channel Co., Ltd.",
      "jp": "株式会社囲碁将棋チャンネル"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c76fff"
    },
    "name": {
      "en": "Incorrect transmission of prescription drug delivery \"Todokusuri\", 6,926 address leaks",
      "jp": "処方薬配送「とどくすり」で誤送信、6,926件のアドレス流出"
    },
    "description": {
      "en": "On January 13, 2022, Okapi Pharmacy System Co., Ltd. received an erroneous email to users of the prescription drug delivery service \"Todokusuri\" operated by the company, and received 6,926 email addresses. It was revealed that it was leaked.",
      "jp": "おかぴファーマシーシステム株式会社は2022年1月13日、同社が運営する処方薬配送サービス「とどくすり」のユーザーに向けたメールについて誤送信が発生し、送信先となったメールアドレス6,926件が流出したと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e24f",
    "companyName": {
      "en": "Okapi Pharmacy System Co., Ltd.",
      "jp": "おかぴファーマシーシステム株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77000"
    },
    "name": {
      "en": "Former employee sells HDD with personal information on flea market, leaks information from LAC",
      "jp": "元従業員が個人情報入りHDDをフリマ出品、ラック社の情報流出"
    },
    "description": {
      "en": "On January 14, 2022, LAC Co., Ltd. revealed that the hard disk (HDD) that recorded text files containing information on business partners, etc. was leaked to the flea market market and was restored by a third party. Did.",
      "jp": "株式会社ラックは2022年1月14日、取引先担当者等の情報を含む文章ファイルを記録していたハードディスク（HDD）がフリーマーケット市場に流出し、第三者の手により復元されたと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e250",
    "companyName": {
      "en": "LAC Co., Ltd.",
      "jp": "株式会社ラック"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77001"
    },
    "name": {
      "en": "DENSO overseas subsidiary damaged by ransom, 20 PCs encrypted",
      "jp": "デンソー海外子会社がランサム被害、パソコン20台が暗号化"
    },
    "description": {
      "en": "It was revealed that an overseas subsidiary of DENSO Corporation, an automobile parts manufacturer, was infected with ransomware after being attacked by a cyber attack by a group of hackers. According to the information, Denso investigated in December 2021 because its security system detected an external cyber attack, and found that 20 terminals used at the Mexican subsidiary were infected with ransomware. ..",
      "jp": "自動車部品メーカーの株式会社デンソーの海外子会社がハッカー集団によるサイバー攻撃を受け、ランサムウェアに感染していた事実が明らかになりました。情報によればデンソー社は2021年12月、自社のセキュリティシステムが外部からのサイバー攻撃を検出したため調査したところ、メキシコ子会社で使用していた端末20台がランサムウェアに感染していた事実が判明。"
    },
    "companyId": "6246b3be9e564b61e102e251",
    "companyName": {
      "en": "Denso Corporation",
      "jp": "株式会社デンソー"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77002"
    },
    "name": {
      "en": "\"D payment\" fraudulent use of fraudulent use of smishing and \"dark bytes\" deceived 1.9 million yen",
      "jp": "「d払い」不正利用で190万円騙し取った詐欺グループのスミッシングと“闇バイト”を使った手口"
    },
    "description": {
      "en": "On January 11, the Aichi Prefectural Police arrested three fraudulent groups on suspicion of misusing NTT DoCoMo's \"d-payment\" service based on illegally obtained credit card information. The fraudulent group bought a total of 1.9 million yen worth of notebook PCs and other items at home electronics retail stores in the prefecture and sold them. The misused credit card information was stolen by a smishing technique. Phishing sends SMS such as \"I took my luggage home because I am absent\" and \"Member information needs to be updated\" under the guise of a courier or a telecommunications carrier, and steals account information at a fake site to which I was directed. It is one of the phishing scams.",
      "jp": "1月11日、愛知県警は不正に入手したクレジットカード情報を元にNTTドコモの「d払い」サービスを不正利用した疑いで3人の詐欺グループを逮捕しました。詐欺グループは県内の家電量販店でノートPCなど計190万円分を購入し、売却しました。\r\n\r\n　悪用されたクレジットカード情報は、スミッシングの手口で盗み出されました。スミッシングは、宅配業者や通信事業者を装って「不在のため荷物を持ち帰りました」「会員情報の更新が必要です」などのSMSを送り、誘導先の偽サイトなどでアカウント情報を盗み取るフィッシング詐欺のひとつです。"
    },
    "companyId": "6246b3be9e564b61e102e252",
    "companyName": {
      "en": "LtdNTTDoCoMo",
      "jp": "株式会社NTTドコモ"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77003"
    },
    "name": {
      "en": "Toyama Prefecture announces that the homepage of Shonen Nature House has been tampered with",
      "jp": "少年自然の家のホームページが改ざん被害、富山県が発表"
    },
    "description": {
      "en": "On January 6, 2022, Toyama Prefecture revealed that the website of Tonami Youth Nature House, which is operated by the prefecture, was tampered with by someone's cyber attack.",
      "jp": "富山県は2022年1月6日、県が運営する砺波青少年自然の家のウェブサイトが何者かのサイバー攻撃を受けたことにより、不正改ざん被害が生じたと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e239",
    "companyName": {
      "en": "Toyama Prefecture",
      "jp": "富山県"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77004"
    },
    "name": {
      "en": "Kagawa Prefecture mistakenly sent an internal email and leaked the address of 35 external destinations",
      "jp": "香川県が内部メールを誤送信し外部35先のアドレス流出"
    },
    "description": {
      "en": "On January 6, 2022, Kagawa Prefecture revealed that a person in charge of the Child Policy Division caused an erroneous e-mail transmission and leaked the e-mail addresses of 13 external groups and 22 individuals (hereinafter referred to as \"external leak destinations\"). ..",
      "jp": "香川県は2022年1月6日、子ども政策課の担当者が電子メールの誤送信を起こし、外部13団体および個人22名（以下：外部流出先）のメールアドレスを流出したと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e253",
    "companyName": {
      "en": "Kagawa Prefecture",
      "jp": "香川県"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77005"
    },
    "name": {
      "en": "Echizen City erroneously posted personal information in the attached materials of the open call for participants business",
      "jp": "越前市、公募事業の添付資料に個人情報を誤掲載"
    },
    "description": {
      "en": "On January 8, 2022, Echizen City had an attachment error regarding the materials related to the publicly-offered proposal planned by the city, and a situation occurred in which materials containing personal information that should not be disclosed originally were uploaded to the homepage. I made it clear.",
      "jp": "越前市は2022年1月8日、市が予定していた公募型プロポーザルの関連資料について添付ミスが発生し、本来公開すべきでない個人情報が含まれた資料をホームページにアップロードする事態が発生したと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e254",
    "companyName": {
      "en": "Echizen City",
      "jp": "越前市"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77006"
    },
    "name": {
      "en": "Is Panasonic leaking follow-up information on cyber attack damage, information on recruitment applicants, etc.",
      "jp": "パナソニックがサイバー攻撃被害の続報発表、採用応募者の情報など流出か"
    },
    "description": {
      "en": "On January 7, 2022, Panasonic Corporation released a follow-up report related to the problem that its file server was hit by an external cyber attack, and personal information of its recruitment applicants and business partners may have been leaked. Revealed that there is",
      "jp": "パナソニック株式会社は2022年1月7日、同社のファイルサーバーが外部からのサイバー攻撃を受けた問題に関連して続報を発表し、同社の採用応募者や取引先の個人情報が流出した可能性があると明らかにしました"
    },
    "companyId": "6246b3be9e564b61e102e255",
    "companyName": {
      "en": "Panasonic Corporation",
      "jp": "パナソニック株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77007"
    },
    "name": {
      "en": "Tokyo Computer Service, system failure due to ransom infection",
      "jp": "東京コンピュータサービス、ランサム感染でシステム障害"
    },
    "description": {
      "en": "Tokyo Computer Service Co., Ltd. announced on January 4, 2022 that the infection of its internal system with ransomware could have led to the leakage of its internal management information and personal information.",
      "jp": "東京コンピュータサービス株式会社は2022年1月4日、社内システムがランサムウェアに感染したことにより、同社が保有する社内管理情報および個人情報について流出の可能性が生じたと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e256",
    "companyName": {
      "en": "Tokyo Computer Service Co., Ltd.",
      "jp": "東京コンピュータサービス株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77008"
    },
    "name": {
      "en": "Kaneko Seed Co., Ltd., although infection was found, malfunction was defective. No spill was confirmed",
      "jp": "カネコ種苗株式会社、感染判明するも誤作動は不具合。流出も確認されず"
    },
    "description": {
      "en": "Kaneko Seed Co., Ltd. revealed that by January 5, 2022, several of its internal terminals had been infected with malware for some reason. In the first report issued on December 24, 2021, the company conducted an internal investigation to confirm abnormal operation of terminals operated in-house, and found that the fact of malware infection and remote control caused by this were carried out. He explained that traces were found.",
      "jp": "カネコ種苗株式会社は2022年1月5日までに、同社の社内端末数台が何らかの要因によりマルウェアに感染したと明らかにしました。\r\n\r\n同社は2021年12月24日に発した第１報にて、社内で運用している端末に異常動作を確認したため社内調査を実施したところ、マルウェア感染の事実およびこれを原因とする遠隔操作の痕跡が見つかったと説明していました。"
    },
    "companyId": "6246b3be9e564b61e102e257",
    "companyName": {
      "en": "Kaneko Seedling Co., Ltd.",
      "jp": "カネコ種苗株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77009"
    },
    "name": {
      "en": "Cyber attack damage by using the vulnerability that was planned to be dealt with, NOK Co., Ltd.",
      "jp": "対応予定だった脆弱性を利用されサイバー攻撃被害、NOK株式会社"
    },
    "description": {
      "en": "By December 28, 2021, NOK Co., Ltd. had to stop some business due to unauthorized access to the business server operated by NOK Co., Ltd., and there was a possibility of information leakage. It was revealed that the investigation was conducted. According to the company, on December 21, 2021, a cyber attack from the outside occurred on multiple business servers operated by the company, and it fell into a state where business could be hindered. For this reason, when the company conducted an investigation through a third-party research organization, it was confirmed that an attacker actually invaded the inside of the system and launched a cyber attack. The technique used by the attacker exploits a vulnerability inherent in the company's system. The company was planning to implement countermeasures against vulnerabilities by the end of FY2021, but it is said that the attackers used the vulnerabilities before actually taking countermeasures, which led to the damage caused by unauthorized access.",
      "jp": "NOK株式会社は2021年12月28日までに、同社が運用する業務サーバーに対する不正アクセスが発生し、一部業務を停止せざるを得ない状況に陥ったほか情報流出の可能性が生じたため、調査を実施したと明らかにしました。\r\n同社によれば2021年12月21日、同社が運用している複数の業務サーバーに対する外部からのサイバー攻撃が発生し、業務に支障が生じかねない状態に陥ったとのこと。このため、同社が第三者調査機関を通じて調査を実施したところ、実際に攻撃者がシステムの内部に侵入しサイバー攻撃を仕掛けた形跡が確認されたとしています。\r\n攻撃者が用いた手口は、同社のシステムに内在していた脆弱性を利用したものです。同社は2021年度中に脆弱性対策を実施する予定でしたが、実際に対策に踏み切る前に攻撃者に脆弱性を利用されたことにより、不正アクセス被害に発展したとしています。"
    },
    "companyId": "6246b3be9e564b61e102e258",
    "companyName": {
      "en": "NOKLtd",
      "jp": "NOK株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7700a"
    },
    "name": {
      "en": "The Agency for Cultural Affairs of Tokyo erroneously sent an email to the museum, leaking 133 addresses",
      "jp": "東京都文化庁が博物館宛のメール誤送信、アドレス133件流出"
    },
    "description": {
      "en": "On December 23, 2021, the Tokyo Metropolitan Government erroneously sent an e-mail sent by the Agency for Cultural Affairs since the Agency for Cultural Affairs, and the e-mail addresses of 133 registered museums and museum-equivalent facilities in Tokyo were leaked. I made it clear.",
      "jp": "東京都は2021年12月23日、文化庁の以来を受け教育庁が発信した電子メールについて誤送信が発生し、送信先となった都内登録博物館および博物館相当施設133件のメールアドレスが流出したと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e259",
    "companyName": {
      "en": "Tokyo",
      "jp": "東京都"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7700b"
    },
    "name": {
      "en": "Japan Clothing Industry Co., Ltd. confirms spoofing quoted from real email",
      "jp": "日本被服工業株式会社、実在メール引用したなりすましを確認"
    },
    "description": {
      "en": "On December 22, 2021, Nippon Garment Industry Co., Ltd. revealed that spoofed e-mails, which are believed to have used the e-mail transmission / reception history recorded on the company's terminals in the past, were confirmed.",
      "jp": "日本被服工業株式会社は2021年12月22日、過去同社の端末に記録されていた電子メールの送受信履歴を利用したと見られる、なりすましメールが確認されたと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e25a",
    "companyName": {
      "en": "Japan Clothing Industry Co., Ltd.",
      "jp": "日本被服工業株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7700c"
    },
    "name": {
      "en": "Tichikaka online shop suffered cyber damage, 861 card information leaked?",
      "jp": "チチカカオンラインショップがサイバー被害、カード情報861件流出か"
    },
    "description": {
      "en": "On December 23, 2021, Tichikaka Co., Ltd. was the card of a user who made a credit card payment on the company's site in the past due to a cyber attack on the Latin American fashion brand shop \"Tichikaka Online Shop\" operated by the company. It was revealed that 861 pieces of information may have been leaked.",
      "jp": "株式会社チチカカは2021年12月23日、同社が運営する中南米系ファッションのブランドショップ「チチカカオンラインショップ」が何者かのサイバー攻撃を受けたことにより、過去同社サイトにてクレジットカード決済したユーザーのカード情報861件が流出した可能性があると明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e25b",
    "companyName": {
      "en": "Tichikaka Co., Ltd.",
      "jp": "株式会社チチカカ"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7700d"
    },
    "name": {
      "en": "41,970 member addresses leaked due to unauthorized access to the National Council of Social Welfare and publishing site",
      "jp": "全国社会福祉協議会、出版サイト不正アクセスで会員アドレス4万1,970件が流出"
    },
    "description": {
      "en": "On December 23, 2021, the Japan National Council of Social Welfare was registered as a user or member who purchased books from the company in the past due to an external cyber attack on the website of the Council of Social Welfare, \"Book Publishing Catalog of Welfare\". It was revealed that 41,970 email addresses of the users who did so were leaked.",
      "jp": "社会福祉法人全国社会福祉協議会は2021年12月23日、協議会出版部のホームページ「福祉の本 出版目録」に対する外部からのサイバー攻撃が発生し、過去同社から書籍を購入したユーザーや会員登録したユーザーのメールアドレス4万1,970件が流出したと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e25c",
    "companyName": {
      "en": "Social Welfare Corporation National Council of Social Welfare",
      "jp": "社会福祉法人全国社会福祉協議会"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7700e"
    },
    "name": {
      "en": "NINS staff is damaged on the car and one computer that violates the policy is stolen",
      "jp": "NINS職員が車上荒らし被害、ポリシー違反のパソコン1台盗まれる"
    },
    "description": {
      "en": "On December 23, 2021, the National Institute of Natural Sciences (NINS), a university joint-use institution consisting of the National Astronomical Observatory of Japan and the Institute for Nuclear Fusion Science, suffered damage to the staff of the National Astronomical Observatory of Japan in the Republic of Chile. Revealed that the laptop you were using was stolen",
      "jp": "国立天文台や核融合科学研究所などで構成される大学共同利用機関法人自然科学研究機構（NINS）は2021年12月23日、チリ共和国にて国立天文台職員が車上荒らし被害に受け、職員や使用していたノートパソコンが盗まれたと明らかにしました"
    },
    "companyId": "6246b3be9e564b61e102e25d",
    "companyName": {
      "en": "National Institute of Natural Sciences (National Institute of Natural Sciences)NINS)",
      "jp": "大学共同利用機関法人自然科学研究機構（NINS）"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7700f"
    },
    "name": {
      "en": "Incorrect transmission at an event held by the Nagano Gender Equality Center, leaked addresses of 30 people",
      "jp": "長野県男女共同参画センター開催イベントで誤送信、30名のアドレス流出"
    },
    "description": {
      "en": "On December 6, 2021, Nagano Prefecture mistakenly sent an e-mail to applicants for online participation in the lecture \"Why Finns finish their work at 4 pm\" held by the Gender Equality Center for Tickets. It was revealed that the addresses of 30 people were leaked.",
      "jp": "長野県は2021年12月6日、券の男女共同参画センターが開催した主催講座「フィンランド人はなぜ午後4時に仕事が終わるのか」へのオンライン参加申込者に対する電子メールを誤送信し、参加者30名のアドレスを流出させたと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e25e",
    "companyName": {
      "en": "Nagano Prefecture",
      "jp": "長野県"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77010"
    },
    "name": {
      "en": "Even if the computer was lost, it was not confirmed to be leaked due to security measures, and Nagoya Denki Kogyo",
      "jp": "パソコン紛失もセキュリティ対策で流出確認されず、名古屋電機工業"
    },
    "description": {
      "en": "On December 22, 2021, Nagoya Denki Kogyo Co., Ltd. revealed that employees belonging to the company lost their laptop computers containing personal information of their customers and cooperating companies outside the company.",
      "jp": "名古屋電機工業株式会社は2021年12月22日、同社に所属する従業員が同社顧客および協力企業の個人情報を格納したノートパソコンを社外で紛失したと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e25f",
    "companyName": {
      "en": "Nagoya Electric Industry Co., Ltd.",
      "jp": "名古屋電機工業株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77011"
    },
    "name": {
      "en": "1,287 card information leaked due to vulnerability, or Corcus Co., Ltd.",
      "jp": "脆弱性原因でカード情報1,287件流出か、株式会社コーカス"
    },
    "description": {
      "en": "On December 20, 2021, Corcus Co., Ltd. made a credit card payment on the company's website in the past due to a cyber attack on the \"SuiSavon-Shuri Soap-Online Shop (hereinafter referred to as\" damaged site \")\" operated by the company. It was revealed that there was a concern about leakage of up to 1,287 card information and up to 13,037 logged-in user information for some users.",
      "jp": "株式会社コーカスは2021年12月20日、同社が運営する「SuiSavon-首里石鹸-オンラインショップ（以下　被害サイト）」が何者かのサイバー攻撃を受けたことにより、過去同社サイトにてクレジットカード決済した一部ユーザーのカード情報最大1,287件およびログインユーザー情報最大13,037件について流出の懸念が生じたと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e260",
    "companyName": {
      "en": "Corcus Co., Ltd.",
      "jp": "株式会社コーカス"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77012"
    },
    "name": {
      "en": "God of business supermarketdoorobjectBirthIs damaged by unauthorized access, and confirmation of leakage of personal information and corporate information",
      "jp": "業務スーパーの神戸物産が不正アクセス被害、個人情報や法人情報流出確認"
    },
    "description": {
      "en": "On December 20, 2021, Kobe Bussan Co., Ltd. revealed that the leakage of some corporate information and personal information held by the company was actually confirmed due to a cyber attack on the web server operated by the company. I made it.",
      "jp": "株式会社神戸物産は2021年12月20日、同社の運用するウェブサーバーが何者かのサイバー攻撃を受けたことにより、同社が保有する一部企業情報および個人情報の流出が実際に確認されたと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e261",
    "companyName": {
      "en": "God Co., Ltd.doorobjectBirth",
      "jp": "株式会社神戸物産"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77013"
    },
    "name": {
      "en": "Cyber attack on Tokyo public universityShoot, Department website is tampered with",
      "jp": "東京都公立大学にサイバー攻撃、学科ウェブサイトが改ざんされる"
    },
    "description": {
      "en": "On December 16, 2021, the Tokyo Metropolitan Public University revealed that the website operated by the university's Department of Urban Policy Science was tampered with by someone's cyber attack.",
      "jp": "東京都公立大学は2021年12月16日、同学の都市政策科学科が運用するウェブサイトが何者かのサイバー攻撃を受けたことにより、不正に改ざんされる被害が発生したと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e262",
    "companyName": {
      "en": "Tokyo Public University Corporation",
      "jp": "東京都公立大学法人"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77014"
    },
    "name": {
      "en": "Home-visit nursing sink happiness is MelakaRideDamage",
      "jp": "訪問看護のシンクハピネスがメルアカ乗っ取り被害"
    },
    "description": {
      "en": "Sync Happinesse Co., Ltd., which develops home-visit nursing business, revealed on December 9, 2021 that the company's mail account was abused due to someone's cyber attack on the mail server operated by the company. .. According to Think Happiness, the fraudulent use of email accounts occurred on December 9, 2021, and the attacker sent a \"spoofing email\" in reply to the email received by the company's employees. was doing.",
      "jp": "訪問看護事業などを展開する株式会社シンクハピネスは2021年12月9日、同社の運用するメールサーバーが何者かのサイバー攻撃を受けたことにより、同社のメールアカウントが不正利用されたと明らかにしました。\r\nシンクハピネス社によれば、メールアカウントの不正利用が発生したのは2021年12月9日のことで、攻撃者は同社社員が受信したメールに対して返信する形での「なりすましメール」を発信していました。"
    },
    "companyId": "6246b3be9e564b61e102e263",
    "companyName": {
      "en": "Sync Happiness Co., Ltd.",
      "jp": "株式会社シンクハピネス"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77015"
    },
    "name": {
      "en": "Daiwa Securities, the source of information fraudulent take-outSubordinateAnnounced the arrest of an employee",
      "jp": "大和証券、情報不正持ち出しの元従業員の逮捕を公表"
    },
    "description": {
      "en": "On December 1, 2021, Daiwa Securities Co. Ltd. revealed the fact that a former employee who belonged to the company was arrested on suspicion of theft and new information for illegally taking out customer information held by the company. did. The problem was the case that the company disclosed in April 2020 regarding the unauthorized removal of information by a former employee. Until now, the company said that former employees brought out a \"customer list\" containing data such as names, course information, and asset status of 171 customers of the company as of September 2017, but until the release date. According to the investigation and internal investigation, it was found that the \"customer list\" containing the customer data of 255 people was taken out separately.",
      "jp": "大和証券株式会社は2021年12月1日、同社に所属していた元従業員が同社が保有する顧客情報を外部に不正持ち出したとして、窃盗容疑で逮捕された事実および新情報を明らかにしました。\r\n問題となったのは同社が2020年4月に公開していた元従業員による情報不正持ち出しに関する事案です。同社はこれまで、元従業員は同社顧客171名の2017年9月時点での氏名や講座情報、資産状況などのデータを記載した「お客様リスト」を持ち出したとしていましたが、公開日までの捜査および社内調査により、別途255名の顧客データが記載された「お客様リスト」を持ち出していた事実が判明したとのこと"
    },
    "companyId": "6246b3be9e564b61e102e264",
    "companyName": {
      "en": "Daiwa Securities Co. Ltd.",
      "jp": "大和証券株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77016"
    },
    "name": {
      "en": "SakaiWave credit union attacks cyberShootDamage, homepage is tampered with",
      "jp": "砺波信用金庫がサイバー攻撃被害、ホームページが改ざんされる"
    },
    "description": {
      "en": "On December 18, 2021, Shinkin Bank announced that a cyber attack from a third party had occurred on the bank's homepage, and it was confirmed that the homepage was tampered with. According to the Sakai Shinkin Bank, the tampering damage of the problem occurred on December 16, 2021, and the attacker was transferred to a suspicious site unrelated to the bank by the user who accessed the top page of the homepage. It was said that it had been tampered with.",
      "jp": "砺波信用金庫は2021年12月18日、同金庫のホームページに対する第三者からのサイバー攻撃が発生し、ホームページが不正に改ざんされる事象が確認されたと明らかにしました。\r\n砺波信用金庫によれば、問題の改ざん被害は2021年12月16日に発生したもので、攻撃者はホームページのトップページにアクセスしたユーザーが同金庫とは関係のない不審なサイトに転送されるよう改ざんしていたとのこと。"
    },
    "companyId": "6246b3be9e564b61e102e265",
    "companyName": {
      "en": "SakaiWave credit union",
      "jp": "砺波信用金庫"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77017"
    },
    "name": {
      "en": "Saitama Prefectural Education Center staffchildChildren's name tags, etc.PhotoPublish the videoStateUpload in the state",
      "jp": "埼玉県教育センター職員が児童の名札等写った動画を公開状態でアップロード"
    },
    "description": {
      "en": "On December 6, 2021, Saitama Prefecture revealed that there was a possibility of leakage of the name data of 16 out of 32 elementary school children due to an error in the public setting of the video uploaded to Youtube by the Prefectural Education Center. I made it. According to Saitama Prefecture, the prefecture edited the data of the lesson scenes of elementary schools in the prefecture as teacher training materials and uploaded it to Youtube for confirmation of the people concerned. However, the staff in charge of uploading made a mistake when setting the public of the video, setting it to \"public\" so that third parties can freely view it, instead of \"limited release\" that restricts viewers. .. In addition, the video showed the name tags of 16 children in an identifiable state.",
      "jp": "埼玉県は2021年12月6日、県総合教育センターがYoutubeにアップロードした動画の公開設定に誤りがあり、小学校の児童32名のうち16名の氏名データについて、流出の可能性があると明らかにしました。\r\n埼玉県によると、同県では教員研修資料として県内の小学校の授業風景を撮影したデータを編集し、関係者の確認を得るためYoutubeにアップロードしていました。\r\nところが、アップロードを担当した職員は動画の公開設定を行う際、閲覧者を制限する「限定公開」ではなく、第三者も自由に閲覧できる「公開」設定にして掲載するミスを起こしたとのこと。さらに動画には児童16名の名札等が識別可能な状態で写りこんでいました。"
    },
    "companyId": "6246b3be9e564b61e102e266",
    "companyName": {
      "en": "Saitama",
      "jp": "埼玉県"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77018"
    },
    "name": {
      "en": "The Osaka branch of the Local Government Employees Disaster Compensation Fund was damaged by unauthorized access.210,000 junk mails",
      "jp": "地方公務員災害補償基金の大阪府支部が不正アクセス被害、2万件の迷惑メール"
    },
    "description": {
      "en": "On December 7, 2021, it was revealed that Osaka Prefecture confirmed unauthorized access by someone aiming at a web server for homepage management managed by the Osaka City Branch of the Local Government Employees' Accident Compensation Fund, which is in charge of disaster compensation due to public affairs disasters. I made it. According to Osaka Prefecture, the attacker is sending about 20,000 suspicious emails to the outside using the damaged server as a stepping stone. We also decided to suspend the content because it is possible that the site content has been tampered with. Osaka Prefecture has set up a temporary page on the prefecture's website to deal with the damage caused by unauthorized access to the Disaster Compensation Fund. Recovery of the damaged server is undecided.",
      "jp": "大阪府は2021年12月7日、公務災害による災害補償などを担当する地方公務員災害補償基金の大阪市支部が管理するホームページ運営用のウェブサーバーを狙った何者かの不正アクセスを確認したと明らかにしました。\r\n大阪府によれば、攻撃者は被害サーバーを踏み台にして外部に向け約2万件の不審なメールを送信しているとのこと。また、サイトコンテンツが不正に改ざんされた可能性もあるとして、コンテンツの停止を実施を決定しました。\r\n大阪府は災害補償基金の不正アクセス被害に伴い、府のウェブサイトに臨時ページを設置し対応しています。被害サーバーの復旧は未定とのことです。"
    },
    "companyId": "6246b3be9e564b61e102e267",
    "companyName": {
      "en": "Osaka prefecture",
      "jp": "大阪府"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77019"
    },
    "name": {
      "en": "Lacoste leaked member address due to incorrect transmission, to stop external mail from store",
      "jp": "ラコステが誤送信で会員アドレス流出、店舗からの外部メール停止へ"
    },
    "description": {
      "en": "On December 9, 2021, Lacoste Japan Co., Ltd. received an erroneous e-mail sent to members of the apparel brand club member \"AIGLE CLUB\" developed by the company, and all e-mail addresses of the target members were sent. I made it clear that it was displayed at the destination.",
      "jp": "株式会社ラコステジャパンは2021年12月9日、同社が展開しているアパレルブランドクラブ会員「AIGLE CLUB」の会員に向けて発信した電子メールについて誤送信が発生し、対象会員のメールアドレスがすべての送信先で表示されたと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e268",
    "companyName": {
      "en": "Lacoste Japan Co., Ltd.",
      "jp": "株式会社ラコステジャパン"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7701a"
    },
    "name": {
      "en": "Personal computer including patient information of prefectural university hospital in Hiroshima University laboratoryTheftDifficult",
      "jp": "広島大学研究室で県大病院患者情報含むパソコン盗難"
    },
    "description": {
      "en": "On December 10, 2021, Hiroshima University revealed that someone had stolen a personal computer containing personal information of patients who had visited the university hospital or Hiroshima Prefectural University in the past.",
      "jp": "広島大学は2021年12月10日、過去同大学病院や広島県立大学を受診した患者の個人情報を含むパソコンが何者かに盗まれたと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e269",
    "companyName": {
      "en": "National University Corporation Hiroshima University",
      "jp": "国立大学法人広島大学"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7701b"
    },
    "name": {
      "en": "Tokyo Sports Culture Center's contractor has illegally accessed the homepage, Tokyo announced",
      "jp": "東京スポーツ文化館の委託先がホームページが不正アクセス、東京都が発表"
    },
    "description": {
      "en": "On December 8, 2021, the Tokyo Metropolitan Government is the partner of the PFI contract for the operation of the Tokyo Sports Culture Center (a facility under public control is entrusted to a private company under a long-term comprehensive contract). It was revealed that the homepage operated by Plaza Co., Ltd. received unauthorized access from the outside.",
      "jp": "東京都は2021年12月8日、東京スポーツ文化館の運営等事業のPFI契約（公の管理下にある施設を長期包括的契約により民間企業に委ねるもの）の相手先であるPIF区部ユース・プラザ株式会社が運用するホームページが外部からの不正アクセスを受けたと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e259",
    "companyName": {
      "en": "Tokyo",
      "jp": "東京都"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7701c"
    },
    "name": {
      "en": "Nippon Express Singapore corporation attacks cyberShootPossibility of damage and information leakage",
      "jp": "日本通運シンガポール法人がサイバー攻撃被害、情報流出の可能性"
    },
    "description": {
      "en": "On December 9, 2021, Nippon Express Co., Ltd. revealed that some information may have been leaked to the outside due to a cyber attack on the server and personal computer operated by the company's Singapore subsidiary. I made it.",
      "jp": "日本通運株式会社は2021年12月9日、同社のシンガポール法人にて運用しているサーバーおよびパソコンが何者かのサイバー攻撃を受けたことにより、一部情報が外部流出した可能性があると明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e26a",
    "companyName": {
      "en": "Nippon Express Co., Ltd.",
      "jp": "日本通運株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7701d"
    },
    "name": {
      "en": "NPBWrong transmission at the official shop, member161Name information leaked",
      "jp": "NPB公式ショップで誤送信、会員161名の情報が流出"
    },
    "description": {
      "en": "On December 10, 2021, the Nippon Professional Baseball Organization (NPB) made an erroneous transmission at the NPB official online shop operated by the organization outsourced to ITEC Hankyu Hanshin Co., Ltd., and shop members such as names, addresses, and contact information. It was revealed that 161 data were leaked.",
      "jp": "日本野球機構（NPB）は2021年12月10日、機構がアイテック阪急阪神株式会社に委託し運営しているNPBオフィシャルオンラインショップにて誤送信が発生し、氏名や住所、連絡先等のショップ会員データ161名分が流出したと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e26b",
    "companyName": {
      "en": "General incorporated associationDanNippon Professional Baseball Organization",
      "jp": "一般社団法人日本野球機構"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7701e"
    },
    "name": {
      "en": "MitsubishiUFJNikos Co., Ltd., erroneous transmission of data including contractor user card information",
      "jp": "三菱UFJニコス株式会社、受託先ユーザーカード情報含むデータ誤送信"
    },
    "description": {
      "en": "By December 8, 2021 Revealed that it was sent incorrectly.",
      "jp": "三菱UFJニコス株式会社は2021年12月8日までに、同社カードユーザーおよび同社がクレジットカード発券業務を受託している企業のユーザー個人情報、合計25,131名分のデータを受託先企業のうち23社に誤送信したと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e26c",
    "companyName": {
      "en": "MitsubishiUFJNicos Co., Ltd.",
      "jp": "三菱UFJニコス株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7701f"
    },
    "name": {
      "en": "List type attack on Nico Nico accountShoot, Dwango calls attention",
      "jp": "ニコニコアカウントにリスト型攻撃、ドワンゴが注意呼びかけ"
    },
    "description": {
      "en": "Dwango Co., Ltd. announced on December 10, 2021 that a list-type attack from the outside was confirmed against the Nico Nico account required to log in to the video service \"Nico Nico Douga\" provided by the company.",
      "jp": "株式会社ドワンゴは2021年12月10日、同社が提供する動画サービス「ニコニコ動画」などへログインするために必要なニコニコアカウントに対して、外部からのリスト型攻撃が確認されたと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e26d",
    "companyName": {
      "en": "Dwango Co., Ltd.",
      "jp": "株式会社ドワンゴ"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77020"
    },
    "name": {
      "en": "Have fish sushiReturnReservation site is cyber attackShootDamage, card information652Is it outflow?",
      "jp": "魚がし鮨お持ち帰り予約サイトがサイバー攻撃被害、カード情報652件流出か"
    },
    "description": {
      "en": "On December 6, 2021, Kasuma Fisheries Co., Ltd. received a credit on the company's EC site \"Uogashi Sushi Takeaway Reservation Site (hereinafter referred to as\" Damage Site \") due to unauthorized access by someone. It was revealed that 652 card information of the user who entered the card information may have been leaked to the outside. According to Kazuma Fisheries Co., Ltd., the cause of the attack was a system vulnerability that was inherent in a part of the damaged site. The company had outsourced the construction and operation of the damaged site to GR Co., Ltd., but on September 3, 2021, GR Inc. reported the leakage of card information and grasped the damage.",
      "jp": "沓間水産株式会社は2021年12月6日、同社が運営するECサイト「魚がし鮨お持ち帰り予約サイト（以下：被害サイト）」が何者かの不正アクセスを受けたことにより、同社サイトにてクレジットカード情報を入力したユーザーのカード情報652件が外部流出した可能性があると明らかにしました。沓間水産株式会社によると、攻撃を受けた原因は被害サイトの一部に内在していたシステム上の脆弱性です。同社は被害サイトの構築および運営を株式会社ジーアールに委託していましたが、2021年9月3日になりジーアール社からカード情報の流出について伝えられ被害を把握したとのこと。"
    },
    "companyId": "6246b3be9e564b61e102e26e",
    "companyName": {
      "en": "Kasuma waterBirthLtd",
      "jp": "沓間水産株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77021"
    },
    "name": {
      "en": "Dress mail order \"TikaIs cyber damage, card information9,656Is it outflow?",
      "jp": "ドレス通販の「Tika」がサイバー被害、カード情報9,656件流出か"
    },
    "description": {
      "en": "On December 6, 2021, DRESS DESIGN WORKS Co., Ltd. revealed that 9,656 card information of users who entered past credit card information may have been leaked at the online shop \"Tika\" operated by the company. Cause: The payment application was tampered with by unauthorized access by a third party by spoofing \"Tika\" operated by our company.",
      "jp": "株式会社DRESS DESIGN WORKSは2021年12月6日、同社が運営するオンラインショップ「Tika」にて過去クレジットカード情報を入力したユーザーのカード情報9,656件が流出した可能性があると明らかにしました。原因：弊社が運営する「Tika」のなりすましによる第三者の不正アクセスにより、ペイメントアプリケーションの改ざんが行われたため。"
    },
    "companyId": "6246b3be9e564b61e102e26f",
    "companyName": {
      "en": "LtdDRESS DESIGN WORKS",
      "jp": "株式会社DRESS DESIGN WORKS"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77022"
    },
    "name": {
      "en": "No leak of customer information even if unauthorized access is received, Royal Home Center",
      "jp": "不正アクセス受けるも顧客情報の流出なし、ロイヤルホームセンター"
    },
    "description": {
      "en": "Royal Homecenter Co., Ltd. On December 1, 2021, it was revealed that the official website operated by the company had been suspended due to a cyber attack by someone. According to the announcement, on November 12, 2021, we received a report from the management contractor of the company's site that \"there is a possibility of unauthorized access\" and requested a third-party research organization to investigate. From the result report on November 29, 2021, it was revealed that the site system had an inherent vulnerability and that someone used it to launch an attack on the server. However, the Royal Homecenter says that the possibility of information leakage regarding unauthorized access is extremely low. According to the company, as a result of the investigation, although the occurrence of unauthorized access is true, the fact or evidence that data including customer's personal information was leaked to the outside was not confirmed.",
      "jp": "ロイヤルホームセンター株式会社2021年12月1日、同社が運営する公式ウェブサイトが何者かのサイバー攻撃を受けたため、サイトを一時停止していたと明らかにしました。\r\n\r\n発表によると2021年11月12日、同社サイトの管理委託先より「不正アクセスの可能性がある」と報告を受け、第三者調査機関に調査を依頼。2021年11月29日の結果報告から、サイトシステムに脆弱性が内在しており、何者かがこれを利用してサーバーに攻撃を仕掛けていた事実が判明したというものです。\r\n\r\nただし、ロイヤルホームセンターは不正アクセスについて、情報流出の可能性は極めて低いとしています。同社によると、調査の結果、不正アクセスの発生は事実であるものの、顧客の個人情報を含むデータが外部に流出した事実や形跡は確認されなかったとのことです。"
    },
    "companyId": "6246b3be9e564b61e102e270",
    "companyName": {
      "en": "Royal Homecenter Co., Ltd.",
      "jp": "ロイヤルホームセンター株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77023"
    },
    "name": {
      "en": "patient16 16Personal information of the nameRecorddidUSBLost memory, deerchildShima University Hospital",
      "jp": "患者16名の個人情報記録したUSBメモリ紛失、鹿児島大学病院"
    },
    "description": {
      "en": "Kagoshima University Hospital announced on December 1, 2021 that the intention to belong to the university lost the USB memory that recorded the personal information of 16 patients.",
      "jp": "鹿児島大学病院は2021年12月1日、同大学に所属する意思が患者16名の個人情報を記録したUSBメモリを紛失したと明らかにしました。"
    },
    "companyId": "6246b3be9e564b61e102e271",
    "companyName": {
      "en": "National University Corporation DeerchildIsland University",
      "jp": "国立大学法人鹿児島大学"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77024"
    },
    "name": {
      "en": "LinicalContinuedAnnouncement and adoptionagreementRecruiters and shareholders・Possibility of leakage of personnel information, etc.",
      "jp": "リニカルが続報発表、採用応募者や株主・人事情報など流出の可能性"
    },
    "description": {
      "en": "Linical Co., Ltd.2021Year12Month6The company operated by the companyInsideThe server is a cyber attack from the outsideShootAdoption of Japan, China, and Korea for the problem that caused the possibility of leakage of personal informationagreementRecruiter and shareholder information, etc.96,000Case, dayEuropeEmployee information of China and South Korea・Personnel information about125,000Cases and clinical trialsTestRelated textsBusinessIt was revealed that the possibility of leakage of business data etc. was found.The problem with Linical is that the company2021YearTenIt was clarified by announcing the fact of damage in the month. Linical has been a cyber attack so farShootThere was a possibility of information leakage due to this, and he was threatened by the criminal.InspectionRestoration in the process ofOldServerInsideAfter checking the data in, it is said that the information with a high possibility of leakage was identified.The company is in the final stage this timeInspectionHighly likely to leak prior to completionversusI am in contact with the elephants. externalExclusiveWith the advice of the gate family, the highest priority is to prevent secondary damage.Cut offAndTheoryI am clear.",
      "jp": "株式会社リニカルは2021年12月6日、同社が運用する社内サーバーが外部からのサイバー攻撃により個人情報流出の可能性が生じていた問題について、日中韓台の採用応募者や株主情報等約96,000件、日欧中韓台の社員情報・人事情報約125,000件および臨床試験関連文章や営業データなどの流出可能性が判明したと明らかにしました。\r\n\r\nリニカル社を巡る問題は、同社が2021年10月に被害事実を公表したことにより明らかになったものです。リニカル社はこれまで、サイバー攻撃により情報流出の可能性が生じ犯人から脅迫を受けるなどしていましたが、調査の過程で復旧したサーバー内のデータを確認したところ、流出可能性の高い情報の特定に至ったとしています。\r\n\r\n同社は今回、最終調査の完了に先立ち流出可能性の高い対象者らに連絡を取っています。外部専門家の助言により、二次被害を防ぐことを最優先に判断したと説明しています。"
    },
    "companyId": "6246b3be9e564b61e102e272",
    "companyName": {
      "en": "Linical Co., Ltd.",
      "jp": "株式会社リニカル"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77025"
    },
    "name": {
      "en": "Unauthorized access by firefighters in Maebashi City, trialTestGet the problem",
      "jp": "前橋市の消防士が不正アクセス、試験問題を入手"
    },
    "description": {
      "en": "Maebashi City Fire Department in Gunma Prefecture2021Year11 11Month30Qualification test required to drive an emergency vehicleTestBelonging to the city's fire department south fire department, saying that the problem was entered and exited by unauthorized access20Disciplinary male staffplaceI made it clear that I had separated.According to the informationplaceThe male staff member who received the minute is responsible for creating the problem by using the technique learned by himself.ThisIt is said that unauthorized access was set up on the chief's terminal. However, it was caused by leaking that the information was obtained to another staff member after obtaining the problem.AwakeningDid.According to Maebashi City, staff members are motivated\"TrialTestMy study didn't go as I expected and I became anxious.\"It is said that it is stated.",
      "jp": "群馬県の前橋市消防局は2021年11月30日、緊急車両を運転するために必要な資格試験の問題を不正アクセスにより入出したとして、市の消防局南消防署に所属する20代の男性職員を懲戒処分したと明らかにしました。\r\n\r\n情報によると処分を受けた男性職員は自ら学習した技術を利用して、問題作成者である担当係長の端末に不正アクセスを仕掛けたとのこと。ところが、問題入手後に別の職員に情報を手に入れたことを漏らしたことにより発覚しました。\r\n\r\n前橋市によると、職員は動機について「試験勉強が思うように進まず不安になりやってしまった」と述べているとのことです。"
    },
    "companyId": "6246b3be9e564b61e102e273",
    "companyName": {
      "en": "Gunma Prefecture",
      "jp": "群馬県"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77026"
    },
    "name": {
      "en": "Okinawa Electric PowerairIndustrial Co., Ltd., possibility of information leakage due to unauthorized access damage",
      "jp": "沖電気工業株式会社、不正アクセス被害で情報流出の可能性"
    },
    "description": {
      "en": "Communication equipmentATMOkinawa Electric Power Co., Ltd., which manufactures information equipment such as submarines and sonarairIndustrial Co., Ltd.2021Year12Month2On the day, the company's server is someone's cyber attackShootIn response, it was revealed that information leakage may have occurred.According to the announcement, the company confirmed unauthorized access2021Year11 11Month8The day, as a primary measureThisBlock the networkCut offIt is said that measures such as taking measures have been taken.After that, the companyInsideKeyInspectionWhere2021Year11 11Month30To the file server on the dayversusCyber attackShootConfirm the trace of. Currently external styleInspectionAdjust to the institutionInspectionDepends onRelyis doingStateIt is the situation.",
      "jp": "通信機器やATMなどの情報機器製造および潜水艦ソナーなどを手がける沖電気工業株式会社は2021年12月2日、同社サーバーが何者かのサイバー攻撃を受け、情報流出が発生した可能性があると明らかにしました。\r\n\r\n発表によると、同社が不正アクセスを確認したのは2021年11月8日のことで、一次的な措置として該当するネットワークを遮断するなどの措置を講じたとのこと。\r\n\r\nその後、社内調査を実施したところ2021年11月30日にファイルサーバーに対するサイバー攻撃の痕跡を確認。現在は外部調査機関に調査を依頼している状況です。"
    },
    "companyId": "6246b3be9e564b61e102e274",
    "companyName": {
      "en": "Okinawa Electric PowerairIndustrial Co., Ltd.",
      "jp": "沖電気工業株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77027"
    },
    "name": {
      "en": "LINE PayCountryInsideFivePartial decision of 10,000 accountsAlreadyInformationGitHubPublished inStateIn the state",
      "jp": "LINE Pay国内5万アカウントの一部決済情報がGitHubで公開状態に"
    },
    "description": {
      "en": "LINE PayCo., Ltd.2021Year12Month6Total accounts of service users owned by the company133,484Case (country)InsideUsers51,543Campaign-related identification information (identifier)・Merchant management number, campaign information) is a source code sharing service\"GitHub\"External atReviewCan be viewedStateIt was revealed that it was in a good condition.According to the information, the source of the leak is a group company to which the company outsourced part of its business. BelongsSubordinateEmployees do not give pointsInspectionPrograms and some user data to be used for\"GitHub\"NothingCut offI uploaded it at, but according to the company, this is releasedStateIt was in a state.Upload is2021Year9Month12It was done on the same day, and the company2021Year11 11Monthtwenty fourDeparted by the monitoring work carried out on the dayAwakeningIt is said that it was done.",
      "jp": "LINEPay株式会社は2021年12月6日、同社が保有するサービス利用ユーザーのアカウント合計133,484件（国内ユーザーは51,543件）のキャンペーン関係の識別情報（識別子・加盟店管理番号、キャンペーン情報）がソースコード共有サービス「GitHub」にて外部閲覧可能な状態にあったと明らかにしました。\r\n\r\n情報によると、流出元は同社が業務の一部を委託していたグループ企業です。所属従業員がポイント付与漏れの調査に利用するプログラムと一部ユーザーデータを「GitHub」に無断でアップロードしていましたが、同社によると、これが公開状態となっていました。\r\n\r\nアップロードは2021年9月12日に行われたもので、同社が2021年11月24日に実施したモニタリング業務により発覚したとのことです。"
    },
    "companyId": "6246b3be9e564b61e102e275",
    "companyName": {
      "en": "LINE PayLtd",
      "jp": "LINE Pay株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77028"
    },
    "name": {
      "en": "Ehime University research result publication site has been tampered with, unauthorized access by a third party",
      "jp": "愛媛大学研究成果公表サイトが改ざん、第三者による不正アクセス"
    },
    "description": {
      "en": "Ehime University, a national university corporation2021Year12Month2On the day, it was revealed that the website publishing the research results of the university was hit by somebody's cyber attack.According to Ehime University, unauthorized access occurred2021Year11 11Month15Day. After invading the server system where the website data is stored, the attacker illegally tampered with the server data.For this reason, Ehime University shut down the attacked server and filed a damage report with the police.",
      "jp": "国立大学法人愛媛大学は2021年12月2日、同大学の研究成果を公表しているウェブサイトが何者かのサイバー攻撃を受けたと明らかにしました。\r\n\r\n愛媛大学によると、不正アクセスが発生したのは2021年11月15日。攻撃者はウェブサイトのデータが格納されているサーバーシステムに侵入後、不正にサーバーデータを改ざんする行為を働いたとのこと。\r\n\r\nこのため、愛媛大学は攻撃を受けたサーバーを停止し、警察に被害届を提出しました。"
    },
    "companyId": "6246b3be9e564b61e102e276",
    "companyName": {
      "en": "National University Corporation Ehime University",
      "jp": "国立大学法人愛媛大学"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77029"
    },
    "name": {
      "en": "With unauthorized access to GR1,607Name card information leaked, Shibaju",
      "jp": "ジーアール不正アクセスで1,607名のカード情報流出、芝寿し"
    },
    "description": {
      "en": "Shibaju Shiha Co., Ltd.2021Year11 11Month30Day,ECSite luckBusinessThe company was lucky because the contractor, GR Co., Ltd., received unauthorized access.Businessdo\"Shibaju online shop (hereinafter: damage site)\"From customer1,607Name card information and16,131It was revealed that the personal information of the name may have been leaked.According to the announcement, Shibajushisha2021Year9Month2The card was decided because some card companies pointed out the concern about information leakage from the damaged site on the day.AlreadyLuck on stopping functionBusinessAfter confirming with the contractor GR, it was found that the server of GR was receiving unauthorized access.For this reason, Shibajushisha is a third-party style.InspectionDamage through the institutionStateAdjust the situationInspectionWhere I did2021Year9Month28 28Adjusted to the dayInspectionIs completed. Card information and member registration of the user who entered the card information on the past damage siteRecord・Registration of purchased usersRecordRegarding the information, it is said that the fact of information leakage was found.",
      "jp": "株式会社芝寿しは2021年11月30日、ECサイト運営委託先である株式会社ジーアールが不正アクセスを受けたことにより、同社が運営する「芝寿しオンラインショップ（以下：被害サイト）」から顧客1,607名カード情報および16,131名分の個人情報が流出した可能性があると明らかにしました。\r\n\r\n発表によると、芝寿し社は2021年9月2日に一部のカード会社より被害サイトからの情報流出の懸念について指摘を受けため、カード決済機能を停止の上で運営委託先のジーアールに確認したところ、ジーアール社のサーバーが不正アクセスを受けていた事実が判明したとのこと。\r\n\r\nこのため、芝寿し社が第三者調査機関を通じて被害状況を調査したところ2021年9月28日に調査が完了。過去被害サイトにカード情報を入力したユーザーのカード情報および会員登録・購入したユーザーの登録情報について、情報流出の事実が判明したとしています。"
    },
    "companyId": "6246b3be9e564b61e102e277",
    "companyName": {
      "en": "Shibaju Co., Ltd.",
      "jp": "株式会社芝寿"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7702a"
    },
    "name": {
      "en": "Yamaguchi Prefectural Animal Protection Center has been damaged by unauthorized access and has been tampered with as a suspicious link",
      "jp": "山口県動物愛護センターが不正アクセス被害、不審リンクに改ざんか"
    },
    "description": {
      "en": "Yamaguchi prefecture2021Year12Month2On the day, it was revealed that the homepage of the animal welfare center in the prefecture was tampered with by unauthorized access.According to the information, unauthorized access was confirmed2021Year11 11Month29It was said that the situation was grasped by an anonymous e-mail sent to the prefecture about the day. The prefecture is in keyInspectionThe link address of the damaged homepage was tampered with, and the visitor was booked.Comingwas forwarding to a page different from the one I expected.For this reason, Yamaguchi Prefecture has decided to suspend the publication of the damaged homepage. In the future, it will be adjusted to clarify the specific timing and cause of the occurrence.InspectionofcontinuationI have an idea to do it.",
      "jp": "山口県は2021年12月2日、同県の動物愛護センターのホームページが不正アクセスに改ざんされたことを明らかにしました。\r\n\r\n情報によると、不正アクセスが確認されたのは2021年11月29日のことで、同県宛に寄せられた匿名のメールにより事態を把握したとのこと。同県が調査を実施したところ、被害を受けたホームページのリンクアドレスが不正改ざんされており、訪問者を本来の想定しているページとは異なるページに転送していました。\r\n\r\n山口県はこのため、被害を受けたホームページの公開停止を決定しています。今後は具体的な発生時期や原因等を明らかにするため調査を継続する考えです。"
    },
    "companyId": "6246b3be9e564b61e102e240",
    "companyName": {
      "en": "Yamaguchi Prefecture",
      "jp": "山口県"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7702b"
    },
    "name": {
      "en": "Groundworks, due to vulnerabilities17,828Name card information leak",
      "jp": "グラウンドワークス、脆弱性原因で17,828名のカード情報流出"
    },
    "description": {
      "en": "Ground Works Co., Ltd.2021Year11 11Month30Sun, the company is luckBusinessOnline shop\"EVANGELION STORE(Hereafter; damaged site)\"Is someone's cyber attackShootDue to receiving the credit card decision on the past damaged siteAlreadyUser17,828It was revealed that the card information and login information of the name may have been leaked.According to Groundworks, the cause is the damaged siteInsideThis is a vulnerability in the existing system.2021Year7Month12On the day, some credit card companies used by users of the damaged site pointed out the possibility of information leakage, and a third party tone was used to clarify the facts.InspectionAdjust to the institutionInspectionDepends onRelyAfter that, a cyber attack using the above vulnerabilityShootWas confirmed.According to the company, an attack that launched unauthorized accessShootThe person is the system of the damaged siteInsideAfter breaking into the department, it becomes a payment applicationversusThen, he was engaged in falsification, which seems to be aimed at information leakage. As a result, it has become clear that the card information entered through the damaged site may have been leaked during the falsification period.",
      "jp": "株式会社グラウンドワークスは2021年11月30日、同社が運営するオンラインショップ「EVANGELION STORE（以下；被害サイト）」が何者かのサイバー攻撃を受けたことにより、過去被害サイトでクレジットカード決済したユーザー17,828名のカード情報およびログイン情報が流出した可能性があると明らかにしました。\r\n\r\nグラウンドワークス社によれば、原因は被害サイトに内在していたシステム上の脆弱性です。2021年7月12日、被害サイトのユーザーが利用した一部クレジットカード会社より情報流出の可能性について指摘を受けており、事実関係を明らかにするため第三者調査機関に調査を依頼したところ、上記脆弱性を利用したサイバー攻撃が確認されたとのこと。\r\n\r\n同社によると、不正アクセスを仕掛けた攻撃者は被害サイトのシステムの内部に侵入後、ペイメントアプリケーションに対して情報流出を目的としたと見られる改ざん行為を働いていました。これにより、改ざん期間中に被害サイトを通じて入力されたカード情報が流出した恐れが判明しています。"
    },
    "companyId": "6246b3be9e564b61e102e278",
    "companyName": {
      "en": "Ground Works Co., Ltd.",
      "jp": "株式会社グラウンドワークス"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7702c"
    },
    "name": {
      "en": "Ayaha Dio, card information110 110Cases and592Is it the leakage of personal information for the name?",
      "jp": "アヤハディオ、カード情報110件や592名分の個人情報流出か"
    },
    "description": {
      "en": "Ayaha Dio Co., Ltd.2021Year12Month1The online shop that the company is developing\"Ayaha Dio Net Shopping (hereinafter: the company's site)\"Production・The system of the operation destination company is a cyber attackShootDue to receiving the credit card decision on the company's site in the pastAlreadyUser's card information110 110Case and592It was revealed that the personal information of the name may have been leaked.According to Ayaha Dio2021Year9Month3Sun, site production・Received a contact from the investee company about the concern about leakage of card information, and made a third partyInspectionKey through the institutionInspectionStart.2021Year9Month28 28Key completed on the dayInspectionFrom the report, someone set up unauthorized access to the company's site and installed malware.2021Year3Month26Sun ~2021Year8Month19 19Credit card information and credit card information of some users who purchased products on the company's site during the period of the day2021YearFourMonth6Member registration on the company's website by the dayRecordIt is said that the fact that the information of the user who did it was leaked became clear.Following the fact of the leak, Ayaha Dio reports the incident to the Personal Information Protection Commission and reports it to the police. Security in the futureversusWe will implement measures to prevent recurrence.",
      "jp": "株式会社アヤハディオは2021年12月1日、同社が展開しているオンラインショップ「アヤハディオネットショッピング（以下：同社サイト）」の制作・運用先企業のシステムがサイバー攻撃を受けたことにより、過去同社サイトでクレジットカード決済したユーザーのカード情報110件および592名分の個人情報が流出した可能性あると明らかにしました。\r\n\r\nアヤハディオ社によれば2021年9月3日、サイト制作・運用先企業からカード情報の流出懸念について連絡を受け、第三者調査機関を通じた調査を開始。2021年9月28日に完了した調査報告から、何者かが同社サイトに不正アクセスを仕掛けマルウェアを設置したことにより2021年3月26日～2021年8月19日の期間中に同社サイトで商品を購入した一部ユーザーのクレジットカード情報および2021年4月6日までに同社サイトにて会員登録したユーザーの情報が流出した事実が明らかとなったとしています。\r\n\r\nアヤハディオ社は流出の事実を受け、個人情報保護委員会に事案発生を報告、警察に通報しています。今後はセキュリティ対策を実施し、再発を防止する考えです。"
    },
    "companyId": "6246b3be9e564b61e102e279",
    "companyName": {
      "en": "Ayaha Dio Co., Ltd.",
      "jp": "株式会社アヤハディオ"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7702d"
    },
    "name": {
      "en": "Personal information at the junior high school attached to the vast universityRecordLaptopTheftDifficult",
      "jp": "広大附属中学校で個人情報記録したノートパソコン盗難"
    },
    "description": {
      "en": "Shinonome Junior High School attached to Hiroshima University2021Year11 11Month29Commercial computer used by teachers at the school1Who is the platformTheftDue to the difficultyInsideNote in the departmentRecordWas the total549It was revealed that the personal information of the name may have been leaked.According to the announcement2021Year11 11Month19 19Day, schoolHouseLaptop for teachers that was placed in1Lost tableAwakening.. The staff are at schoolInside the buildingOutsideSearchI searched but couldn't find it, soTheftJudging that there is a possibility of difficultyCut offHe reported to the police.Although the school has not been discovered at the time of publication of the article, the laptop computer has a security lock by fingerprint authentication, and no trace of information leakage has been confirmed.TheoryMing. I apologized to the people involved",
      "jp": "広島大学附属東雲中学校は2021年11月29日、同校の教員が使用していた業務用パソコン1台が何者かに盗難されたことにより、内部に記録されていた合計549名の個人情報が流出した可能性があると明らかにしました。\r\n\r\n発表によると2021年11月19日、校舎に置かれていた教員用のノートパソコン1台の紛失が発覚。職員らが校舎内外を捜索したものの見つからなかったため、盗難の可能性があると判断し警察に通報したとのこと。\r\n\r\n同校は記事発表時点で発見には至っていないものの、ノートパソコンには指紋認証によるセキュリティロックがかかっており、情報が流出した痕跡は確認されていないと説明。関係者らに謝罪しました"
    },
    "companyId": "6246b3be9e564b61e102e269",
    "companyName": {
      "en": "National University Corporation Hiroshima University",
      "jp": "国立大学法人広島大学"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7702e"
    },
    "name": {
      "en": "Fruitya Foods mis-sent due to system malfunction, address870Outflow",
      "jp": "フルーティヤフーズがシステム誤作動で誤送信、アドレス870件流出"
    },
    "description": {
      "en": "Fruitya Foods Co., Ltd. has recently registered its e-mail newsletter.RecordAn erroneous transmission occurred regarding an external mass mail sent to a person, and the e-mail newsletter was registered.RecordEmail address870It was revealed that the matter was leaked to the destination.According to Fruitya Foods, the company2021Year11 11Monthtwenty fourBy the day, climb the e-mail newsletterRecordTo those who1,000subjectsingleI used to send an external mass email using a system that delivers emails at the same place.However,130Second climbRecordOf the user's address1Since hyphens were included in the characters, the operation system misrecognized the data and an error occurred.131 131From the second1,000Noboru was scheduled to be sent secondRecordOther climbs among usersRecordIn a format that displays the user's addressnumber100 cases ~numberAn accident occurred in which a thousand erroneously sent emails were delivered.",
      "jp": "株式会社フルーティヤフーズはこのほど、同社のメールマガジン登録者に向けて発信した外部一斉メールについて誤送信が発生し、メルマガ登録者のメールアドレス870件を送信先に流出したと明らかにしました。\r\n\r\nフルーティヤフーズによれば同社は2021年11月24日までに、メルマガ登録者に向け1,000件単位でメールを配信するシステムを利用して、外部一斉メールを送信していました。\r\n\r\nところが、130番目の登録ユーザーのアドレスの1文字目にハイフンが含まれていたため、運用システムがデータを誤認識しエラーが発生。131番目から1,000番目に送信予定だった登録ユーザー間において、他の登録ユーザーのアドレスを表示する形式で数百件～数千件の誤送信メールを配信する事故が発生しました。"
    },
    "companyId": "6246b3be9e564b61e102e27a",
    "companyName": {
      "en": "Fruitia Foods Co., Ltd.",
      "jp": "株式会社フルーティヤフーズ"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7702f"
    },
    "name": {
      "en": "Specific nonBusinessInterest activity corporationWELgeeForm mistaken climbRecordIs information leaked?",
      "jp": "特定非営利活動法人WELgee、フォーム誤登録で情報流出か"
    },
    "description": {
      "en": "Specific nonBusinessInterest activity corporationWELgeeteeth2021Year11 11Month27Day, developed in the past\"Pre-acceptance form for refugee homestay families (hereinafter referred to as the same form)\"There is an error in the link of, and the registration using the same form in the pastRecordperson54Personal information of the name is externalReviewCan be viewedStateIt was revealed that it was in a good condition. WELgeeAccording toWELgeeIs developing refugee support-related activities, and as part of thatGoogleMake the form public through the form linksSNSIt was open to the public. However,2021YearTenMonth19 19Received an indication from the outside about the risk of information leakage on a daily basisInspectionWhen I carried outPostedThe link is registeredRecordInformation of the personReviewIt turned out that it was a link for editors that can be viewed.For this reason,WELgeeRemoves links for editors, etc.versusI proceeded with the plan, but already2First name userSNSToPostedIt turns out that the editor's form screen was accessed via the link provided.WELgeePublished the facts and apologized.",
      "jp": "特定非営利活動法人WELgeeは2021年11月27日、過去に展開した「難民ホームステイ家族用受け入れ事前フォーム（以下：同フォーム）」のリンクに誤りがあり、過去同フォームを利用した登録者54名の個人情報が外部閲覧できる状態にあったと明らかにしました。\r\n\r\nWELgeeによれば、WELgeeでは難民支援関係の活動を展開しており、その一環としてGoogleフォームのリンクを通じて同フォームを一般向けのSNSに公開していました。ところが、2021年10月19日に外部から情報流出リスクについて指摘を受け調査を実施したところ、掲載リンクが登録者の情報を閲覧できる編集者用リンクであった事実が判明したとのこと。\r\n\r\nこのため、WELgeeは編集者用のリンクを削除するなどの対策を進めましたが、既に2名のユーザーがSNSに掲載したリンクを介して編集者用のフォーム画面にアクセスした事実が判明。WELgeeは事実を公表し謝罪しました。"
    },
    "companyId": "6246b3be9e564b61e102e27b",
    "companyName": {
      "en": "WELgee, a non-profit organization",
      "jp": "特定非営利活動法人WELgee"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77030"
    },
    "name": {
      "en": "SIIX Corp. and overseas subsidiaries suffered encryption damage due to ransom infection",
      "jp": "シークス株式会社、海外子会社がランサム感染で暗号化被害"
    },
    "description": {
      "en": "SIIX Corp.2021Year11 11Month29The company's manufacturing subsidiary in IndonesiaPT. SIIX EMS INDONESIARevealed that their servers and terminals were infected with ransomware.According to the announcement, the infected system contains customer product information owned by the company, and it has been damaged by being encrypted by someone else.The company shields damaged devices and servers from the networkCut offHowever, the possibility of information leakage cannot be denied, and we have worked with an external security agency.versusSet up a strategy teamcorrespondenceIs going to proceed.",
      "jp": "シークス株式会社は2021年11月29日、インドネシアにある同社の製造子会社PT. SIIX EMS INDONESIAのサーバーおよび端末がランサムウェアに感染したと明らかにしました。\r\n\r\n発表によると、感染したシステムには同社が保有する顧客の製品情報などが含まれており、これらが何者かの手により暗号化される被害が生じているとのこと。\r\n\r\n同社は被害を受けた端末やサーバーをネットワークから遮断するなどの措置を講じましたが、情報流出の可能性は否定できず、セキュリティ外部機関と対策チームを設置し対応を進めるとしています。\r\n\r\n"
    },
    "companyId": "6246b3be9e564b61e102e27c",
    "companyName": {
      "en": "SIIX Corp.",
      "jp": "シークス株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77031"
    },
    "name": {
      "en": "DigitalAgencyWrong transmission, news agency address leaked",
      "jp": "デジタル庁が誤送信、報道機関のアドレス流出"
    },
    "description": {
      "en": "DigitalAgencyWrongly sent a mass email sent to the outside, and the email address of the reporter or the news media400The matter was leaked2021Year11 11Monthtwenty fourThe day became clear.According to the information digitalAgencyteeth2021Year11 11Monthtwenty fourCooperation in the digital field with the Danish governmentAwakeningAbout the book We announced a press release as an external e-mail.However, I made a mistake when specifying the transmission format, and the address is visible (Cc) Made a mistake in sending. sameAgencyThen, when sending an external mail, the address is hidden (Bcc) Was desirable",
      "jp": "デジタル庁が外部向けに発信した一斉メールを誤送信し、記者や報道機関のメールアドレス約400件が流出したことが2021年11月24日、明らかになりました。\r\n\r\n情報によるとデジタル庁は2021年11月24日、デンマーク政府とのデジタル分野における協力覚書についてプレスリリースを外部一斉メールとして発表しました。\r\n\r\nところが、送信形式を指定する際にミスを起こし、アドレスが見える形（Cc）で送信するミスを起こしたとのこと。同庁では外部メールを発信する際はアドレスを非表示にする形（Bcc）での送信が望ましいとしていました"
    },
    "companyId": "6246b3be9e564b61e102e27d",
    "companyName": {
      "en": "DigitalAgency",
      "jp": "デジタル庁"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77032"
    },
    "name": {
      "en": "Vendome Yamada suffered unauthorized access, customer card information2,715Is it outflow?",
      "jp": "ヴァンドームヤマダが不正アクセス被害、顧客カード情報2,715件流出か"
    },
    "description": {
      "en": "Vendome Yamada Corp.2021Year11 11Monthtwenty fiveSun, the company is luckBusinessOnline shop\"Vendome jewelry online store\"Is someone's cyber attackShootBy receiving, the past\"Vendome jewelry online store\"Card decision atAlreadyCredit card information of the user2,715It was revealed that the case may have leaked.According to Vendome Yamada Corp., the cause is the companyECOn the siteInsideThis is due to an existing vulnerability. The company2021YearTenMonth11 11On the day\"Vendome jewelry online store\"DecisionAlreadyA third party was pointed out that the card information may have been leaked from the agency company.ExclusiveKey through the gateInspectionWhen I carried out\"Vendome jewelry online store\"Cyber attackShootThe vulnerabilities that causeInsideIt is said that the fact that it existed was found.According to Vendome Yamada Corp., attackShootTo the systemInsideUsing the existing vulnerabilities\"Vendome jewelry online store\"DecisionAlreadywas tampering with the form. For this reason, attackShootDuring the period I was receiving (2021Year8Month2Sun ~2021YearTenMonth11 11Sun)AlreadyIt is possible that the card information entered in the form was leaked to the outside.",
      "jp": "株式会社ヴァンドームヤマダは2021年11月25日、同社が運営するオンラインショップ「ヴァンドームジュエリーオンラインストア」が何者かのサイバー攻撃を受けたことにより、過去「ヴァンドームジュエリーオンラインストア」にてカード決済したユーザーのクレジットカード情報2,715件が流出した可能性があると明らかにしました。\r\n\r\n株式会社ヴァンドームヤマダによれば、原因は同社ECサイトに内在していた脆弱性によるものです。同社は2021年10月11日に「ヴァンドームジュエリーオンラインストア」の決済代行会社からカード情報が流出した可能性があると指摘を受けたため、第三者専門機関を通じて調査を実施したところ、「ヴァンドームジュエリーオンラインストア」にサイバー攻撃の原因となる脆弱性が内在していた事実が判明したとしています。\r\n\r\n株式会社ヴァンドームヤマダによると、攻撃者はシステムに内在していた脆弱性を利用して、「ヴァンドームジュエリーオンラインストア」の決済フォームを改ざんしていました。このため、攻撃を受けていた期間中（2021年8月2日～2021年10月11日）に決済フォームに入力されたカード情報が外部に流出した可能性があるとのことです。"
    },
    "companyId": "6246b3be9e564b61e102e27e",
    "companyName": {
      "en": "Vendome Yamada Corp.",
      "jp": "株式会社ヴァンドームヤマダ"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77033"
    },
    "name": {
      "en": "Possibility of access failure and information leakage due to unauthorized access from the outside",
      "jp": "外部からの不正アクセスでアクセス障害、情報流出の可能性"
    },
    "description": {
      "en": "Jeck Co., Ltd.2021Year11 11Month26On the day, on the company's serverversusCyber attack from the outsideShootIt was revealed that some customer data held by the company may have been leaked to the outside.According to Jeck2021Year11 11MonthFourIn the storage owned by the companyRecordThe system is responsible for the customer data that has been accessed due to an access failure.ThisIs a companyInsideKeyInspectionIt is said that traces of unauthorized access were confirmed when the above was carried out. For this reason, the company sees that there is a possibility of information leakage, and a third party is in charge.InspectorTalk to the gate companyExclusiveGate toneInspectionDepends onRelydoing.According to Jeck, information that may be leaked is provided by the company.2019Year6Mon ~2021Year11 11Data on one-company training and consulting companies conducted during the beginning of the month. Specifically, the name of the client company and the responsibilityThisIn addition to the person's name and telephone number, data such as the names and department names of the trainees may have been leaked.",
      "jp": "株式会社ジェックは2021年11月26日、同社のサーバーに対する外部からのサイバー攻撃が発生し、同社が保有する一部顧客データが外部流出した可能性があると明らかにしました。\r\n\r\nジェック社によれば2021年11月4日、同社保有ストレージに記録されている顧客データにアクセス障害が発生したためシステム担当者が社内調査を実施したところ、不正アクセスの痕跡が確認されたとのこと。このため、同社は情報流出の可能性があると見て、第三者の調査専門会社に相談し専門調査を依頼しています。\r\n\r\nジェック社によると流出可能性のある情報は、同社が2019年6月～2021年11月上旬の期間中に実施した一社研修およびコンサルティング実施先企業のデータです。具体的には顧客企業名や担当者の氏名、電話番号等のほか、研修受講者の氏名や部署名などのデータが流出した可能性があるとのことです。"
    },
    "companyId": "6246b3be9e564b61e102e249",
    "companyName": {
      "en": "Jeck Co., Ltd.",
      "jp": "株式会社ジェック"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77034"
    },
    "name": {
      "en": "Tsu City erroneously sends e-mail, designated long-term care provider298Address leak",
      "jp": "津市が電子メール誤送信、指定介護事業者298件のアドレス流出"
    },
    "description": {
      "en": "Tsu City, Mie Prefecture2021Year11 11Month19 19Day, city long-term care insuranceRuggedThe section is designated by the city as a long-term care insuranceRuggedAn erroneous transmission occurred when sending an external mass email to businesses, and the email was sent.versusHo became an elephantRuggedE-mail addresses of businesses298It was revealed that the matter became visible to each other.According to Tsu City, erroneous transmission2021Year11 11Month18 18It happened on a daily basisThisIs from Mie prefectureRelySocial insurance based onRuggedWelfare facilitiesversusElephant fluversusWhen sending a notification message about the measure by e-mail in an external simultaneous format, the format to display the destination address (TO) Was specified and sent.As a result, the long-term care insurance that became the destinationRuggedEach other's email address is between businessesReviewA situation that can be viewed occurs. Tsu City is a long-term care insurance company that suffered spill damageRuggedApologies to the business operator and asks for deletion of erroneously sent emailsRelyDid",
      "jp": "三重県津市は2021年11月19日、市の介護保険課が市の指定介護保険事業者らに向け外部一斉メールを送信した際に誤送信が発生し、送信対象となった保険事業者らのメールアドレス298件がお互いに見える形になったと明らかにしました。\r\n\r\n津市によると、誤送信は2021年11月18日に発生したもので、担当者が三重県の依頼に基づき社会保険福祉施設を対象にしたインフルエンザ対策に関する通知文を電子メールで外部一斉形式送信する際、送信先のアドレスが表示される形式（TO）を指定し、送信したとのこと。\r\n\r\nこの結果、送信先となった介護保険事業者間でお互いのメールアドレスが閲覧できる事態が発生。津市は流出被害を受けた介護保険事業者に謝罪し、誤送信メールの削除を依頼しました"
    },
    "companyId": "6246b3be9e564b61e102e27f",
    "companyName": {
      "en": "Tsu City, Mie Prefecture",
      "jp": "三重県津市"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77035"
    },
    "name": {
      "en": "Seiko-tei online shop attacks cyberShootDamage, card information3,079Possibility of information leakage",
      "jp": "西光亭ネットショップがサイバー攻撃被害、カード情報3,079件や会員情報流出の可能性"
    },
    "description": {
      "en": "Santane Co., Ltd.2021Year11 11Month17 17Sun, the company is luckBusinessis doing\"Seikotei online shop\"Is someone's cyber attackShootBy receiving, the past\"Seikotei online shop\"Card information of the user who entered the credit card information in3,079It was revealed that there is a possibility of leakage of the matter and the member database information held by the company.According to the announcement2021Year6Month16 16Day,\"Seikotei online shop\"From the system developer to the siteInsideI was informed about the existing vulnerability, so I was informed.InspectionIt is said that traces of unauthorized access were found when the above was carried out.For this reason, Sandane is externally tuned.InspectionDepends on the institutionExclusiveGate toneInspectionWhen I carried out, someone\"Seikotei online shop\"DecisionAlreadyThe system has been tampered with2021Year3MonthTenSun ~2021Year6Month16 16During the day\"Seikotei online shop\"Card decision atAlreadyCredit card information and email address of the user・Information such as passwordTheftIt turned out that it may have been taken. Further attackShootIt is said that it was confirmed that the person was reaching out to the company's membership database.",
      "jp": "有限会社サンタネは2021年11月17日、同社が運営している「西光亭ネットショップ」が何者かのサイバー攻撃を受けたことにより、過去「西光亭ネットショップ」にてクレジットカード情報を入力したユーザーのカード情報3,079件や同社が保有する会員データベース情報について流出の可能性があると明らかにしました。\r\n\r\n発表によると、2021年6月16日、「西光亭ネットショップ」のシステム開発元よりサイトに内在している脆弱性について連絡を受けたため、調査を実施したところ、不正アクセスの痕跡が見つかったとのこと。\r\n\r\nこのため、サンダネ社が外部調査機関による専門調査を実施したところ、何者かが「西光亭ネットショップ」の決済システムを改ざんしており、2021年3月10日～2021年6月16日の期間中に「西光亭ネットショップ」にてカード決済したユーザーのクレジットカード情報やメールアドレス・パスワード等の情報を盗み取っていた可能性があると判明。さらに攻撃者が同社の会員データベースに手を伸ばしていた事実が確認されたとしています"
    },
    "companyId": "6246b3be9e564b61e102e280",
    "companyName": {
      "en": "Santane Co., Ltd.",
      "jp": "有限会社サンタネ"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77036"
    },
    "name": {
      "en": "Disaster prevention officer by mistakenly sending a disaster prevention training email106Name address leak, stonerollcity",
      "jp": "防災訓練メールを誤送信で防災士106名のアドレス流出、石巻市"
    },
    "description": {
      "en": "Miyagi stonerollIn the city, an erroneous transmission occurred in an e-mail sent to a member of the city's disaster prevention council, and the member's e-mail address was leaked.2021Year11 11Month18 18The day became clear.It was the stone that revealed the erroneous transmissionrollIn the city, the bearer of the cityThisFor staff to contact the implementation of disaster drills2021Year11 11MonthFiveMember of the Disaster Prevention Council106When I sent an e-mail to my name, an erroneous transmission occurred.The cause of erroneous transmission is a mistake in specifying the transmission format.rollThe city asks you to hide the recipient's email address when sending an external email, but the destination's address is displayed.\"To\"It is assumed that it was sent with the specified.",
      "jp": "宮城県石巻市にて、市の防災士協議会の会員に向けて発信した電子メールにて誤送信が発生し会員のメールアドレスが流出していたことが2021年11月18日、明らかになりました。\r\n\r\n誤送信を明らかにしたのは石巻市で、市の担当職員が防災訓練の実施を連絡するため2021年11月5日に防災士協議会の会員106名に電子メールを発信したところ誤送信が発生したとのこと。\r\n\r\n誤送信の原因は送信形式の指定ミスで、石巻市では外部一斉メールを発信する際、送信先のメールアドレスを非表示にするよう求めていたにも関わらず、送信先でアドレスが表示される「To」を指定したまま送信したとしています。"
    },
    "companyId": "6246b3be9e564b61e102e281",
    "companyName": {
      "en": "stonerollcity",
      "jp": "石巻市"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77037"
    },
    "name": {
      "en": "Echizen city junior high school infected with malware, schoolInsideInformation file encryption damage occurred",
      "jp": "越前市中学校がマルウェア感染、校内情報のファイル暗号化被害発生"
    },
    "description": {
      "en": "Fukui Prefecture Echizen City Board of Education2021Year11 11Month9Day, cityInsideTakefu No. 6 Junior High SchoolPCTerminal andExclusiveThe server revealed that it was infected with malware created by someone.According to the information, unauthorized access2021Year11 11Month8Afternoon of the day0Around half hourPCTerminal maintenance pointsInspectionA vendor puts an encrypted file that appears to be a sign of a virus infectionInspectionDeparted by issuingAwakeningDid. The school side that received the report is in chargeInspectionWhen the same was carried outlooksFile is learnedInsideAlso from the server ofInspectionIn addition to being issued, it was found that a threatening sentence in English was found to announce the crime.All school students on infected terminals184People's names, class data, and studentsPhotoIt contained true, video, and parental account number data. However, the city board of education cannot withdraw illegally only with the name and account number, so videos andPhotoTrue does not lead to personal identificationTheoryI am clear.",
      "jp": "福井県越前市教育委員会は2021年11月9日、市内の武生第六中学校のPC端末および専用サーバーが、何者かが作成したマルウェアに感染したと明らかにしました。\r\n\r\n情報によると、不正アクセスは2021年11月8日の午後0時半ごろ、PC端末の保守点検業者がウイルス感染の痕跡とみられる暗号化ファイルを検出したことにより発覚しました。報告を受けた学校側が調査を実施したところ、同様のファイルが学内のサーバーからも検出されほか、犯行を告げる英文の脅迫文章が見つかったとのこと。\r\n\r\n感染した端末には全校生徒184人の氏名や所属クラスデータおよび生徒らの写真や動画、保護者らの口座番号データが含まれていました。ただし、市教委は氏名や口座番号のみでは不正出金できず、動画や写真も個人の特定につながるものではないと説明しています。"
    },
    "companyId": "6246b3be9e564b61e102e282",
    "companyName": {
      "en": "Echizen City, Fukui Prefecture",
      "jp": "福井県越前市"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77038"
    },
    "name": {
      "en": "Shiga PrefectureBirthBusiness support plaza sent materials by mistake, sent emails incorrectly,TenFirst name address leak",
      "jp": "滋賀県産業支援プラザが資料送付メール誤送信、10名のアドレス流出"
    },
    "description": {
      "en": "Public goodDanCorporation・Shiga PrefectureBirthBusiness support plaza2021Year11 11Month18 18On the same day, when an external e-mail was sent about the entrepreneur training course held by the corporation, an erroneous transmission occurred, and the course participantsTenIt was revealed that the email address of the name was displayed incorrectly.According to the announcement, erroneous transmission2021Year11 11Month17 17It occurred on the day, Shiga prefectureBirthWhen the staff of the business support plaza sent an external mass email to the participants in order to send a document email related to the course, it was said that they made a mistake in specifying the transmission format.To hide the destination when sending an external mass mail\"BCC\"It is said that an event occurred in which the e-mail address was displayed among the participants because the e-mail was sent in the format where the address was displayed by mistake.",
      "jp": "公益財団法人・滋賀県産業支援プラザは2021年11月18日、同法人で実施したアントレプレナー養成講座に関する外部一斉メールを発信した際に誤送信が発生し、講座参加者ら10名のメールアドレスが誤表示されたと明らかにしました。\r\n\r\n発表によると誤送信は2021年11月17日に発生したもので、滋賀県産業支援プラザの職員が講座に関係する資料メールを送付するため参加者らに外部一斉メールを送信した際、送信形式の指定ミスを起こしたとのこと。\r\n\r\n外部一斉メールを送信する際、送信先を非表示にするため「BCC」で電子メールを送信すべきところを、誤ってアドレスが表示される形式で送信したため、参加者らの間でメールアドレスが表示される事象が発生したとしています。"
    },
    "companyId": "6246b3be9e564b61e102e283",
    "companyName": {
      "en": "Public goodDanCorporation・Shiga PrefectureBirthBusiness support plaza",
      "jp": "公益財団法人・滋賀県産業支援プラザ"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77039"
    },
    "name": {
      "en": "economicDoyukai raises concerns about information leakage due to unauthorized access",
      "jp": "経済同友会、不正アクセスにより情報流出の懸念発生"
    },
    "description": {
      "en": "economicDoyukai2021Year11 11Month19 19Japan, the secretariat's information system attacks cyber from the outsideShootIt was revealed that the data including personal information held by the association may have been leaked to the outside.According to the announcementeconomicAt the Doyukai2021Year8From around the month, alerts that convey security concerns have been generated on externally owned servers, and security adjustments have been made.InspectionKey by institutionInspectionIt was said that it was carried out. However2021YearTenSecretariat in MayInsideSame for the server oflooksFurther adjustment due to the alert ofInspectionWhen I carried out the cyber attackShootIt is said that there was a concern about information leakage due to.According to the information, the leaked informationeconomicData such as the names, phone numbers, and email addresses of members belonging to the Doyukai. Because of this, the association is urgentcorrespondenceAs a measure, we decided to stop part of the operation of the information system.",
      "jp": "経済同友会は2021年11月19日、事務局の情報システムが外部からのサイバー攻撃を受けたことにより、同会が保有する個人情報を含むデータが外部流出した可能性があると明らかにしました。\r\n\r\n発表によると、経済同友会では2021年8月ごろから外部に保有するサーバーにてセキュリティ上の懸念を伝えるアラートが発生しており、セキュリティ調査機関などによる調査を実施していたとのこと。ところが2021年10月に事務局内のサーバーについても同様のアラートが発生したため更なる調査を実施したところ、サイバー攻撃による情報流出の懸念が判明したとしています。\r\n\r\n情報によると、流出した情報には経済同友会に所属する会員の名前や電話番号、メールアドレスなどのデータです。同会ではこのため、緊急対応策として情報システムの稼働の一部を停止すると決定しました。"
    },
    "companyId": "6246b3be9e564b61e102e284",
    "companyName": {
      "en": "Public interest companyDanCorporationeconomicDoyukai",
      "jp": "公益社団法人経済同友会"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7703a"
    },
    "name": {
      "en": "Incorrect transmission by Dentsu International Information Services, customer address480Is it outflow?",
      "jp": "電通国際情報サービスで誤送信、顧客アドレス480件流出か"
    },
    "description": {
      "en": "Information Services International-Dentsu Co., Ltd.2021Year11 11Month16 16The customer's e-mail address that was sent to the customer due to an erroneous transmission of the e-mail sent by the company's Kansai branch office to the customer480It was revealed that the matter was displayed incorrectly.According to the announcement, the company's Kansai branch office2021Year11 11Month11 11Plan to participate in online seminars on the dayInsideWe sent an external mass email to our customers to inform them. However, the address is hidden when specifying the transmission format.\"BCC\"not,\"CC\"He said he made a mistake in sending in the format.This became the destination480An event occurred in which each other's e-mail address was displayed between the previous customers.2021Year11 11Month12It is said that some customers pointed out every day and the situation became clear.",
      "jp": "株式会社電通国際情報サービスは2021年11月16日、同社の関西支社が顧客向けに発信した電子メールについて誤送信が発生し、送信先となった顧客メールアドレス480件が誤表示されたと明らかにしました。\r\n\r\n発表によれば、同社関西支社では2021年11月11日にオンラインセミナーへの参加案内を周知するため、顧客に向け外部一斉メールを送信しました。ところが、送信形式を指定する際にアドレスを非表示にする「BCC」ではなく、「CC」形式で送信するミスを起こしたとのこと。\r\n\r\nこれにより送信先となった480先の顧客間において、お互いのメールアドレスが表示される事象が発生。2021年11月12日に一部顧客から指摘が入り、事態が判明したとしています。"
    },
    "companyId": "6246b3be9e564b61e102e285",
    "companyName": {
      "en": "Dentsu International Information Services Co., Ltd.",
      "jp": "株式会社電通国際情報サービス"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7703b"
    },
    "name": {
      "en": "Participants in Suwa City due to incorrect sending of citizen event contact email115 115First name address leak",
      "jp": "諏訪市、市民イベント連絡メール誤送信で参加者115名のアドレス流出"
    },
    "description": {
      "en": "Suwa City2021Year11 11Month11 11Walk event held by the city on Sunday\"Lake SuwaDEWalk\"Event attendees were erroneously sent for emails related to115 115It was revealed that the e-mail address of the name was leaked.According to the announcement, Suwa City2021Year11 11MonthTenDay,\"Lake SuwaDEWalk\"For some participants ofRecordEncourage submission of formsInsideI sent the e-mail in the external simultaneous format. However, the transmission chargeThisWhen a person specifies a transmission format, the destination address is displayed.\"To\"He said he made a mistake in sending in the settings.For this reason, the participants who received the e-mail could see each other's e-mail addresses.",
      "jp": "諏訪市は2021年11月11日、市が開催したウォークイベント「諏訪湖DEウォーク」に関係する電子メールについて誤送信が発生し、イベント参加者115名のメールアドレスが流出したと明らかにしました。\r\n\r\n発表によれば、諏訪市は2021年11月10日、「諏訪湖DEウォーク」の一部参加者に向けて記録用紙の提出を促す内容のメールを外部一斉形式で送信しました。ところが、送信担当者が送信形式を指定する際、送信先のアドレスを表示してしまう「To」設定で送信するミスを起こしたとのこと。\r\n\r\nこのため、メールを受信した参加者らの間で、お互いのメールアドレスが見えてしまう事象が発生しました。"
    },
    "companyId": "6246b3be9e564b61e102e286",
    "companyName": {
      "en": "Suwa City",
      "jp": "諏訪市"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7703c"
    },
    "name": {
      "en": "Bosch Japanese corporation erroneously sends, users of emergency call service300First name address leak",
      "jp": "ボッシュ日本法人が誤送信、緊急通報サービスの利用者300名のアドレス流出"
    },
    "description": {
      "en": "Bosch Service Solutions Co., Ltd., a Japanese subsidiary of the German automobile company Bosch2021Year11 11Month15Today, the company is offering it to users\"twenty fourTime emergency call service\"An erroneous transmission occurred in an email related toversusElephant300It was revealed that the email address of the name was displayed incorrectly.According to Bosch2021Year11 11MonthTenSun, bearThisTo notify the user of the company's address transfer300In the nameversusOccurs when sending an external mass mail.When sending an external mass mail, the company uses a sending format to hide the destination address.\"Bcc\"I was asking for it, but I was in chargeThisWrong setting\"CC\"Because it was sent in, it is assumed that the e-mail address was displayed incorrectly at the destination.",
      "jp": "ドイツの自動車企業ボッシュの日本法人ボッシュサービスソリューションズ株式会社は2021年11月15日、同社がユーザー向けに提供している「24時間緊急通報サービス」に関係する電子メールにて誤送信が発生し、対象者300名のメールアドレスが誤表示されたと明らかにしました。\r\n\r\nボッシュによれば2021年11月10日、担当者が同社の住所移転を通知するため、ユーザー300名に対して外部一斉メールを送信した際に発生。\r\n\r\n同社では外部一斉メールを送信する際、送信先のアドレスを非表示にするため送信形式を「Bcc」にするよう求めていましたが、担当者が設定を誤り「CC」で送信したため、送信先でメールアドレスの誤表示が生じたとしています。"
    },
    "companyId": "6246b3be9e564b61e102e287",
    "companyName": {
      "en": "Bosch Service Solutions Co., Ltd.",
      "jp": "ボッシュサービスソリューションズ株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7703d"
    },
    "name": {
      "en": "agreementGeology Co., Ltd., ransom cause, etc. are described.ContinuedAnnouncement",
      "jp": "応用地質株式会社、ランサム原因など記載した続報発表"
    },
    "description": {
      "en": "agreementGeology Co., Ltd.2021Year11 11Month18 18About the damage caused by the partial suspension of services due to the ransomware infection that occurred at the company on the dayContinuedAnnounce the news and attackShootWe have announced that there have been no tactics or information leaks.The problem isagreementProvided by Geology Co., Ltd.\"Land information report service\"The operation server of the company was infected with ransomware, causing damage such as partial service outage. The company2021YearTenMonth7The fact of the infection was announced on the day, but the attackShootAbout the cause and information leakageInspectionNo results were obtained and it was not disclosed.agreementGeology Co., Ltd. is this timeContinuedWe report the cause and information leakage in the newsletter. According to this, openStateThere is a port that was in a state and attackShootAlthough there is a high possibility that it was targeted by a person, the damage was limited, and it was confirmed that there was no leakage of customer information or business data.",
      "jp": "応用地質株式会社は2021年11月18日、同社にて発生していたランサムウェア感染によるサービスの一部停止被害について続報を発表し、攻撃者の手口や情報流出が発生していないことを公表しました。\r\n\r\n問題は応用地質株式会社が提供している「土地情報レポートサービス」の運用サーバーがランサムウェアに感染したというもので、サービスの一部停止などの被害が生じていました。同社は2021年10月7日に感染の事実を公表しましたが、攻撃の原因や情報流出については調査結果が出ておらず、明らかにされていませんでした。\r\n\r\n応用地質株式会社は今回の続報発表にて原因や情報流出について報告しています。これによると、開放状態であったポートがあり攻撃者に狙われた可能性が高いものの、被害は限定的で、顧客情報や業務データの流出は発生していないことが確認されたとしています。"
    },
    "companyId": "6246b3be9e564b61e102e235",
    "companyName": {
      "en": "agreementGeology Co., Ltd.",
      "jp": "応用地質株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7703e"
    },
    "name": {
      "en": "childChild abuse prevention Orange Ribbon is damaged by unauthorized access, and suspicious files are installed",
      "jp": "児童虐待防止オレンジリボンが不正アクセス被害、不審ファイルの設置も"
    },
    "description": {
      "en": "Specific nonBusinessInterest activity corporation・childThe National Network for Child Abuse Prevention is now availablechildPreventing child abusePostedExercise\"Orange ribbon\"It was revealed that the website had been tampered with.childAccording to the National Network for Child Abuse Prevention, unauthorized access2021Year11 11Month11 11Of the day14It was confirmed around the time, and it was an attackShootThe person has tampered with the Orange Ribbon homepage and installed suspicious files.For this reason,childChild Abuse Prevention National Network Stops Web ServersInspectionImplemented. In addition, the website management passwordstrangeSecurity such as renewalversusI implemented the measures.",
      "jp": "特定非営利活動法人・児童虐待防止全国ネットワークはこのほど、児童虐待防止を掲げる運動「オレンジリボン」ウェブサイトが改ざん被害にあったと明らかにしました。\r\n\r\n児童虐待防止全国ネットワークによると、不正アクセスは2021年11月11日の14時頃に確認されたもので、攻撃者はオレンジリボンホームページを改ざんしたほか、不審なファイルを設置するなどしたとのこと。\r\n\r\nこのため、児童虐待防止全国ネットワークはウェブサーバーを停止し調査を実施。さらにウェブサイトの管理パスワードの変更などのセキュリティ対策を実施しました。"
    },
    "companyId": "6246b3be9e564b61e102e288",
    "companyName": {
      "en": "CertificationNPOCorporationchildNational network for child abuse prevention",
      "jp": "認定NPO法人児童虐待防止全国ネットワーク"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7703f"
    },
    "name": {
      "en": "\"Toko-chan dot com EC site\"Vulnerability, card information507Is it outflow?",
      "jp": "「トコちゃんドットコムＥＣサイト」に脆弱性、カード情報507件流出か"
    },
    "description": {
      "en": "Toko-chan.com Co., Ltd.2021Year11 11Month15Sun, the company is luckBusinessis doing\"Toko-chan dot com EC site\"ToInsidecyber attack from the outside due to a vulnerability in the existing systemShootRevealed that has occurred.According to the announcement2021Year7Month6Day,\"Toko-chan dot com EC site\"Managed on the serverversusDue to the discovery of a suspicious file outside the elephantInspectionAfter that, a cyber attack called cross-site scriptingShootIt turns out that it is a file with a description used in.For this reason, the company\"Toko-chan dot com EC site\"Stop publishing and third party styleInspectionDepends on the institutionRelyToneInspectionWhen I carried out2021Year9Month28 28Adjusted to the dayInspectionIs completed. KeyInspectionFrom report to systemInsideVulnerability that existed and customer's card information507Possibility of leakage and logon data (ID・It is said that the fact that the password) has been leaked has been found.",
      "jp": "有限会社トコちゃんドットコムは2021年11月15日、同社が運営している「トコちゃんドットコムＥＣサイト」に内在していたシステム上の脆弱性が原因で、外部からのサイバー攻撃が発生したと明らかにしました。\r\n\r\n発表によれば2021年7月6日、「トコちゃんドットコムＥＣサイト」のサーバー上に管理対象外の不審なファイルを発見したため調査したところ、クロスサイトスクリプティングと呼ばれるサイバー攻撃に用いられる記述のあるファイルである事実が判明しました。\r\n\r\nこのため、同社が「トコちゃんドットコムＥＣサイト」を公開を停止し第三者調査機関に依頼し調査を実施したところ、2021年9月28日に調査が完了。調査報告から原因がシステムに内在していた脆弱性にあることや顧客のカード情報507件に流出の可能性および、ログオンデータ（ID・パスワード）の流出が生じている事実が判明したとしています。"
    },
    "companyId": "6246b3be9e564b61e102e289",
    "companyName": {
      "en": "Toko-chan.com Co., Ltd.",
      "jp": "有限会社トコちゃんドットコム"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77040"
    },
    "name": {
      "en": "With EC provided by GR, again with Gran Tomato349Is the name card information leaked?",
      "jp": "ジーアール提供ＥＣでまたも、グラントマトで349名のカード情報流出か"
    },
    "description": {
      "en": "Gran Tomato Co., Ltd., which develops supermarket business,2021Year11 11Month15Introduced by the company on the official websiteECAbout the problem that the construction service was illegally accessedContinuedAnnounced news and new users349We have revealed that the credit card information of the name may be leaked.The problem with Gran Tomato is the EC site construction service that the company has introduced.\"Omni EC\"This is caused by unauthorized access to the server of GR Co., Ltd., a management consignment company of.Gran Tomato has so far experienced unauthorized access andSutraAbout the backgroundTheoryJust to reveal, damageStateThe situation is in good conditionInspectionI was inside, but2021Year9Month29Third party styleInspectionInstitutional adjustmentInspectionHas been completed, revealing the fact that there are concerns about spill damage.",
      "jp": "スーパーマーケット事業などを展開するグラントマト株式会社は2021年11月15日、同社が公式サイトにて導入しているEC構築サービスが不正アクセスを受けた問題について続報を発表し、新たにユーザー349名のクレジットカード情報について流出の可能性があると明らかにしました。\r\n\r\nグラントマト社を巡る問題は、同社が導入しているＥＣサイト構築サービス「オムニＥＣ」の管理委託会社である株式会社ジーアールのサーバーが不正アクセスを受けたことにより生じているものです。\r\n\r\nグラントマト社はこれまで不正アクセスの発生および経緯について説明するに留め、被害状況等は調査中としていましたが、2021年9月29日に第三者調査機関による調査が完了し、流出被害の懸念が生じている事実を明かしました。"
    },
    "companyId": "6246b3be9e564b61e102e28a",
    "companyName": {
      "en": "Gran Tomato Co., Ltd.",
      "jp": "グラントマト株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77041"
    },
    "name": {
      "en": "Nagano Prefecture sends personal information that has not been agreed to be provided by attaching it to an email",
      "jp": "長野県、提供同意得ていない個人情報をメールに添付し送信"
    },
    "description": {
      "en": "Nagano prefecture2021Year11 11Month8Despite not obtaining the consent of the person to provide the personal information of the certified consumer affairs supporters of the prefecture on the day, the prefectureInsideIt was revealed that an e-mail with information attached was sent to the municipality of.According to the announcement, in Nagano Prefecture, in order to cooperate with the municipalities regarding consumer affairs issues, the personal information of the supporters who obtained the consent to provide the information was compiled into an Excel file and sent to the municipalities by e-mail. However, from some cities, towns and villages that received the email after that.\"If you unfilter the file, you can see the information of supporters who have not obtained consent.\"I heard that I was contacted.Nagano Prefecture refines the Excel file to confirm the factsInspectionThen, supporters who have not obtained consent to provide information246In addition to the personal information of the name being confirmed, the supporter who obtained consent79 79It was confirmed that the name was provided to local governments other than the municipality where they lived, and that information on information items (workplaces) for which consent was not obtained was also included.",
      "jp": "長野県は2021年11月8日、同県の認定消費生活サポーターらの個人情報について本人から提供の同意を得ていないにもかかわらず、県内の市町村に情報を添付した電子メールを送信したと明らかにしました。\r\n\r\n発表によると、長野県では消費生活問題に関して市町村と連携するため、情報提供の同意を得たサポーターらの個人情報をエクセルファイルにまとめ市町村に電子メールで送信しました。ところが、その後メールを受け取った一部の市町村から「ファイルのフィルターを解除すると同意を得ていないサポーターの情報が確認できる」と連絡が入ったとのこと。\r\n\r\n長野県が事実関係を確認するためエクセルファイルを精査すると、情報提供の同意を得ていないサポーター246名の個人情報が確認されたほか、また、同意を得たサポーター79名についても居住市町村以外の自治体にも提供した事実および、同意を得ていない情報項目（勤務先）の情報も記載されている事実が確認されました。"
    },
    "companyId": "6246b3be9e564b61e102e25e",
    "companyName": {
      "en": "Nagano Prefecture",
      "jp": "長野県"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77042"
    },
    "name": {
      "en": "Hiroshima University Attached Elementary School,childTotal such as children538Record personal information for the nameRecorddidUSBLost memory",
      "jp": "広島大学附属小学校、児童など合計538名分の個人情報を記録したUSBメモリを紛失"
    },
    "description": {
      "en": "Hiroshima University Attached Elementary School2021Year11 11Month12On the day, the school staffchildTotal such as children538Record personal information for the nameRecorddidUSBI revealed that I lost my memory.According to the school, the staff2021Year9Month28 28Of the daychildAfter schoolUSBFor lost memoryairThen, he reported to the school.The school that grasped the situation2021Year9Month29School with all staff on a dayInsideofSearchI searched for it, but said that it was not found.",
      "jp": "広島大学附属小学校は2021年11月12日、同校職員が児童など合計538名分の個人情報を記録したUSBメモリを紛失したと明らかにしました。\r\n\r\n同校によれば職員は2021年9月28日の児童下校後にUSBメモリの紛失に気づき、同校に届出を行ったとのこと。\r\n\r\n事態を把握した同校は2021年9月29日に全職員で校内を捜索しましたが、発見には至らなかったとしています。"
    },
    "companyId": "6246b3be9e564b61e102e269",
    "companyName": {
      "en": "National University Corporation Hiroshima University",
      "jp": "国立大学法人広島大学"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77043"
    },
    "name": {
      "en": "JFTC erroneously sent,Economic groupBody and scholarshipexperienceThose158First name address leak",
      "jp": "公取委が誤送信、経済団体や学識経験者ら158名のアドレス流出"
    },
    "description": {
      "en": "Fair Trade Commission2021Year11 11MonthFiveOn the same day, an email sent by the Kinki Chugoku-Shikoku Office China Branch was erroneously sent and became the destination.158It was revealed that the e-mail address of the name was leaked among the broadcasters.According to the Japan Fair Trade Commission, at the Kinki Chugoku-Shikoku Office China Branch2021Year11 11MonthFourSun, branch office creation\"News from Japan Fair Trade Commission11 11Monthly issue\"ofEconomic groupBody and scholarshipexperienceTotal of those158I sent it to my name all at once. However, the bearerThisHide the broadcaster's address when a person sends an email\"Bcc\"not,\"To\"He said he made a mistake in sending in the format.As a result, the email addresses of each other are displayed between the recipients. The JFTC apologizes to the recipient and asks to delete the erroneously sent email.RelyDid.",
      "jp": "公正取引委員会は2021年11月5日、近畿中国四国事務所中国支所が発信したメールについて誤送信が発生し、宛先となった158名のメールアドレスが同報者間で流出する事態が起きたと明らかにしました。\r\n\r\n公取委によれば、近畿中国四国事務所中国支所では2021年11月4日、支所作成の「公取中国だより11月号」を経済団体や学識経験者ら合計158名に一斉送信しました。ところが、担当者が電子メールを発信する際に同報者のアドレスを非表示にする「Bcc」ではなく、「To」形式で送信するミスを起こしたとのこと。\r\n\r\nこれにより、送信先間でお互いのメールアドレスが表示される事態が発生。公取委は送信先に謝罪し、誤送信メールの削除を依頼しました。"
    },
    "companyId": "6246b3be9e564b61e102e28b",
    "companyName": {
      "en": "Fair Trade Commission",
      "jp": "公正取引委員会"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77044"
    },
    "name": {
      "en": "Ishifuku Metal Industry Co., Ltd. official website is cyber attackShootdamage",
      "jp": "石福金属興業株式会社、公式サイトがサイバー攻撃被害"
    },
    "description": {
      "en": "Ishifuku Metal Industry Co., Ltd.2021Year11 11Month11 11On the company's corporate websiteversusSomeone's cyber attackShootWas confirmed.According to the announcement, attackShootWas found2021Year11 11Month8On the day, the company carried out emergency maintenancehandleHe said he did.Unauthorized access raises concerns such as information leakage and malware contamination, but the company is attackingShootingPersonal information is recorded on the server that became an elephantRecordIt has not been confirmed, and infection with malware has not been confirmed.TheoryMing. The damage caused by information leakage was denied.",
      "jp": "石福金属興業株式会社は2021年11月11日、同社のコーポレートサイトに対する何者かのサイバー攻撃が確認されたと明らかにしました。\r\n\r\n発表によると、攻撃が判明したのは2021年11月8日のことで、同社は緊急メンテナンスを実施し対処したとのこと。\r\n\r\n不正アクセスは情報流出やマルウェアの混入などの懸念を生じさせますが、同社は攻撃対象となったサーバーには個人情報は記録されておらず、マルウェアへの感染も確認されていないと説明。情報流出被害を否定しました。"
    },
    "companyId": "6246b3be9e564b61e102e28c",
    "companyName": {
      "en": "Ishifuku Metal Industry Co., Ltd.",
      "jp": "石福金属興業株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77045"
    },
    "name": {
      "en": "GR Cyber AttackShootKyorindo due to damagemedicineIs card information leaked from the official shop of the station?",
      "jp": "ジーアール社サイバー攻撃被害で杏林堂薬局公式ショップからカード情報流出か"
    },
    "description": {
      "en": "Kyorindo Co., Ltd.medicineThe station is2021Year11 11MonthTenJapan, the company's official online shop\"Kyorindo online shop\"LuckBusinessIn connection with the problem that the server of GR Co., Ltd., which is the outsourcer, received unauthorized access, the company's actual storePavementCredit card information of the user who booked the product at322Matters and customer information6,882It was revealed that the case may have leaked. 2021Year 3Month twenty threeOn the day,ThisVulnerability of the siteevilIllegal order information to use is registeredRecordit was done. Step on itAs a matter of fact 2021Year 3Month twenty fiveUnauthorized access occurred from day to day, databaseInsideIt was confirmed that it was hacked intodid.",
      "jp": "株式会社杏林堂薬局は2021年11月10日、同社の公式オンラインショップ「杏林堂オンラインショップ」の運営委託先である株式会社ジーアールのサーバーが不正アクセスを受けた問題に関連し、同社実店舗で商品を予約したユーザーのクレジットカード情報322件および顧客情報6,882件が流出した可能性があると明らかにしました。\r\n\r\n2021 年 3 月 23 日に、当該サイトの脆弱性を悪用するための不正な注文情報が登録されました。それを足掛\r\nかりとして、2021 年 3 月 25 日より不正なアクセスが発生し、データベース内に不正侵入されたことが確認されま\r\nした。"
    },
    "companyId": "6246b3be9e564b61e102e28d",
    "companyName": {
      "en": "Kyorindo Co., Ltd.medicineStation",
      "jp": "株式会社杏林堂薬局"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77046"
    },
    "name": {
      "en": "Unauthorized access damage to Yamadai website, system failure occurred",
      "jp": "ヤマダイ社ホームページが不正アクセス被害、システム障害発生"
    },
    "description": {
      "en": "Yamadai Corporation2021Year11 11Month8Sun, the company is luckBusinessOn the official homepageversusIt was revealed that unauthorized access from the outside occurred.According to Yamadai Corporation, unauthorized access is2021Year11 11MonthFiveConfirmed on the day, attackShootIt is said that the company's system is affected by this. For this reason, the company temporarily suspends its homepage and blocks external access.Cut offWe have taken steps to do so.Yamadai is currently outsideExclusiveBased on the guidance of the gate family, the influence rangeEnclosureWe are proceeding with the identification and confirmation of detailed information.",
      "jp": "ヤマダイ株式会社は2021年11月8日、同社が運営する公式ホームページに対する外部からの不正アクセスが発生したと明らかにしました。\r\n\r\nヤマダイ社によれば、不正アクセスは2021年11月5日に確認されたもので、攻撃により同社システムに影響が生じているとのこと。このため、同社はホームページを一時的に停止したうえで外部アクセスを遮断する措置を講じました。\r\n\r\nヤマダイ社は現在、外部専門家の指導に基づき、影響範囲の特定や詳細情報の確認を進めています。"
    },
    "companyId": "6246b3be9e564b61e102e28e",
    "companyName": {
      "en": "Yamadai Co., Ltd.",
      "jp": "ヤマダイ株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77047"
    },
    "name": {
      "en": "Double check neglected address leak, Osaka PrefecturalfigureIncorrect transmission at the library",
      "jp": "ダブルチェック怠りアドレス流出、大阪府立図書館で誤送信"
    },
    "description": {
      "en": "Osaka prefecture2021YearTenMonth29Sun, Osaka Prefectural CentralfigureAn erroneous email was sent to an event participant held at the library, and the event participant was sent to the event participant.9It was revealed that the email addresses of the first names are now displayed to each other.According to the announcement, the erroneous transmission occurred2021YearTenMonthtwenty fourPrefectural about the dayfigureWhen the staff of the library sends an external mass email to the event participants, the email addresses of each other are displayed between the recipients.\"Cc\"Send with the address entered in the fieldplaceHe said he made a point.Employees make a mistake immediately after sending an emailairAttached, but multiplenumberhave already sent an email because I neglected to double check by nameplaceThe reason was completed. For this reason, we apologize individually to the participants who were mistakenly sent, and asked to delete the email.RelyDid.",
      "jp": "大阪府は2021年10月29日、大阪府立中央図書館にて開かれたイベント参加者に向けて発信した電子メールについて誤送信が生じ、送信先となったイベント参加者9名のメールアドレスがお互いに表示される形になったと明らかにしました。\r\n\r\n発表によると、誤送信が発生したのは2021年10月24日のことで、府立図書館の職員がイベント参加者らに向け外部一斉メールを送信した際、送信先間でお互いのメールアドレスを表示してしまう「Cc」欄にアドレスを入力したまま送信処理を行ったとのこと。\r\n\r\n職員は電子メール送信直後にミスに気付きましたが、複数名でのダブルチェックを怠っていたため、既に電子メールの送信処理は完了していました。このため、誤送信先となった参加者らに個別に謝罪し、メールの削除を依頼しました。"
    },
    "companyId": "6246b3be9e564b61e102e267",
    "companyName": {
      "en": "Osaka prefecture",
      "jp": "大阪府"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77048"
    },
    "name": {
      "en": "SokachildChildren's club staffchildChild19 19Name informationRecorddidUSBLost memory",
      "jp": "草加市児童クラブの職員が児童19名の情報記録したUSBメモリを紛失"
    },
    "description": {
      "en": "Soka City, Saitama Prefecture2021YearTenMonth28 28On the day of the citychildThe staff belonging to the children's clubchildChild19 19Write down the personal information of the nameRecorddidUSBI revealed that I lost my memory.According to Soka CitychildAt the children's club, the staff members do not have data including personal informationCut offHave inReturnwas instructing not to do it, but the staff involved in the loss broke this andUSBHe said he had taken out the memory.The staff in question2021YearTenMonth7I attended the meeting outside the facility for business reasons on the day,ReturnAfter I got home, I owned itUSBFor lost memoryairIt was attached. Although Soka City reported to the police, it had not been discovered at the time of publication of the article, and the fact of loss was announced.",
      "jp": "埼玉県草加市は2021年10月28日、同市の児童クラブに所属する職員が児童19名の個人情報を記録したUSBメモリを紛失したと明らかにしました。\r\n\r\n草加市によれば、児童クラブでは所属職員が個人情報を含むデータを無断で持ち帰らないように指導していましたが、紛失に関わった職員はこれを破り、USBメモリを持ち出していたとのこと。\r\n\r\n問題の職員は2021年10月7日に業務上の理由で施設外にて会議に参加しましたが、帰宅後、自身が保有していたUSBメモリの紛失に気付いたとのこと。草加市は警察に届出たものの記事発表時点で発見に至っておらず、紛失の事実を公表しました。"
    },
    "companyId": "6246b3be9e564b61e102e28f",
    "companyName": {
      "en": "Soka",
      "jp": "草加市"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77049"
    },
    "name": {
      "en": "Bank clerk leaks customer information to the outside, disciplinary dismissalplaceMinutes",
      "jp": "銀行員が顧客情報を外部流出、懲戒解雇処分"
    },
    "description": {
      "en": "The Awa Bank, Ltd.2021YearTenMonth29The staff belonging to the bank on the dayAcustomer that I knew in businessnumberWe announced the fact that the personal information of the name was leaked.According to the bank2021Year7Concerns arose in the month when customers inquired about the bank's information management system. AccompanyingInsideDepartment toneInspectionAfter carrying out, the staffABut2016Year2It is said that the fact that he was involved in the information leak was revealed in the month.Money to victimsMoneyNo damage has occurred. Accompanying staffADecided to dismiss the disciplinary dismissal.",
      "jp": "株式会社阿波銀行は2021年10月29日、同行に所属する職員Aが業務上知りえた顧客数名の個人情報を流出していた事実を公表しました。\r\n\r\n同行によると、2021年7月に顧客から銀行の情報管理体制に関して問い合わせが懸念が浮上。同行が内部調査を実施したところ、職員Aが2016年2月に情報流出に関与していた事実が判明したとのことです。\r\n\r\n被害顧客に金銭的な被害は生じていません。同行は職員Aの懲戒解雇を決定しました。"
    },
    "companyId": "6246b3be9e564b61e102e290",
    "companyName": {
      "en": "The Awa Bank, Ltd.",
      "jp": "株式会社阿波銀行"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7704a"
    },
    "name": {
      "en": "\"LINK IT MALL\"Is a cyber attackShootdamage,6,197Is the name card information leaked?",
      "jp": "「LINK IT MALL」がサイバー攻撃被害、6,197名のカード情報流出か"
    },
    "description": {
      "en": "Link It Co., Ltd.2021Year11 11MonthFourSun, the company is luckBusinessOnline shop\"LINK IT MALL\"Cyber attack using the vulnerability ofShootOccurs and the past\"LINK IT MALL\"Card decision atAlreadyUser6,197First name credit card information6,485It was revealed that the case may have leaked.According to the announcement, Linkit2021YearFourMonth20Day, decisionAlreadyFrom the agency company\"LINK IT MALL\"It was pointed out that there was a concern that the card information was leaked. Third-party style for the company to clarify the factsInspectionDetailed adjustment through the institutionInspectionWhen I carried out2020YearFourMonth27Sun ~2021Year3Monthtwenty fourDuring the day\"LINK IT MALL\"Card decisionAlreadyIt was discovered that the credit card information of the user who made the payment may have been leaked.According to Linkit, the cause is\"LINK IT MALL\"ToInsideThis is a vulnerability in the existing system. Cyber attackShootThe person who set up this vulnerability\"LINK IT MALL\"DecisionAlreadyThe form may have been tampered with and the information entered may have been stolen.",
      "jp": "株式会社リンクイットは2021年11月4日、同社が運営するオンラインショップ「LINK IT MALL」の脆弱性を利用したサイバー攻撃が発生し、過去「LINK IT MALL」にてカード決済したユーザー6,197名のクレジットカード情報6,485件が流出した可能性があると明らかにしました。\r\n\r\n発表によると、リンクイット社は2021年4月20日、決済代行会社より「LINK IT MALL」からカード情報が流出した懸念があると指摘されたとのこと。同社が事実関係を明らかにするため第三者調査機関を通じ詳細調査を実施したところ、2020年4月27日～2021年3月24日の期間中に「LINK IT MALL」でカード決済したユーザーのクレジットカード情報が流出した可能性が判明しました。\r\n\r\nリンクイット社によると、原因は「LINK IT MALL」に内在していたシステム上の脆弱性です。サイバー攻撃を仕掛けた人物はこの脆弱性を利用して「LINK IT MALL」の決済フォームを改ざんし、入力された情報を窃取した可能性があるとしています。"
    },
    "companyId": "6246b3be9e564b61e102e291",
    "companyName": {
      "en": "Link It Co., Ltd.",
      "jp": "株式会社リンクイット"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7704b"
    },
    "name": {
      "en": "BirthSoken mistakenly sent an event email,412Incorrect address display",
      "jp": "産総研がイベントメール誤送信、412件のアドレス誤表示"
    },
    "description": {
      "en": "National Research and Development AgencyBirthIndustrial Technology Research Institute (BirthSoken)2021YearTenMonth29Tsukuba Center in the same placeTIAParticipation in online events held by the Promotion CenterRecordAn erroneous transmission occurred regarding the e-mail sent to the people, and the participation registrationRecordEmail addresses of those412Matters (external address326It was revealed that the case) was leaked to the outside.According to the announcementBirthSoken2021YearTenMonth26Event participation registration on the dayRecordLooking at online events for thoseListeningURLI sent an e-mail stating. However, the bearerThisTo hide the address when a person specifies the sending format\"BCC\"Was supposed to be specified, but it is sent with the setting to display the destination address due to a typo.placeHe said that he proceeded with the reason.This will result inBirthEvent participation registration in the e-mail sent from SokenRecordAn event occurred in which people could see each other's e-mail addresses. After sending, some recipients pointed out the mistake and the situation became clear.",
      "jp": "国立研究開発法人産業技術総合研究所（産総研）は2021年10月29日、同所のつくばセンターTIA促進センター開催のオンラインイベントの参加登録者らに向けて発信した電子メールについて誤送信が発生し、参加登録者らのメールアドレス412件（外部アドレス326件）が外部流出したと明らかにしました。\r\n\r\n発表によると、産総研は2021年10月26日にイベント参加登録者らに向けオンラインイベントの視聴URLを記載した電子メールを発信しました。ところが、担当者が送信形式を指定する際、アドレスを非表示にするため「BCC」を指定すべきとしていたところを、入力ミスにより送信先のアドレスを表示する設定で送信処理を進めたとのこと。\r\n\r\nこれにより、産総研から発信された電子メールにおいて、イベント参加登録者間でお互いのメールアドレスが見えてしまう事象が発生。送信後、一部受信者からミスについて指摘を受け、事態が明らかになりました。"
    },
    "companyId": "6246b3be9e564b61e102e292",
    "companyName": {
      "en": "National Research and Development AgencyBirthIndustrial Technology Research Institute",
      "jp": "国立研究開発法人産業技術総合研究所"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7704c"
    },
    "name": {
      "en": "Kuraray has an unauthorized access problemContinuedAnnouncement of information, business partners・SubordinatePossibility of worker data leakage",
      "jp": "クラレが不正アクセス問題で続報発表、取引先・従業員データ流出の可能性"
    },
    "description": {
      "en": "Kuraray Co., Ltd.2021Year11 11Month2To the companyversusCyber attack from the outsideShootaboutContinuedI announced the news.The problem is that the company2021YearTenOn the company's server announced in MarchversusIt is an unauthorized access problem from the outside. The company has so far been a cyber attackShootI mentioned the possibility of outbreaks and information leaks, but I did it afterwards.ExclusiveGate toneInspectionKey through the institutionInspectionBy the business partners and the company groupSubordinateIt turns out that data such as the name of the employee and company contact information is included.On the other hand, credit card information is not included in the data that may be leaked.TheoryI revealed.",
      "jp": "株式会社クラレは2021年11月2日、同社に対する外部からのサイバー攻撃について続報を発表しました。\r\n\r\n問題となっているのは同社が2021年10月に公表した、同社サーバーに対する外部からの不正アクセス問題です。同社はこれまでサイバー攻撃の発生および情報流出の可能性について言及していましたが、その後実施した専門調査機関を通じた調査により、取引先および同社グループの従業員の氏名や会社連絡先などのデータが含まれている事実が判明。\r\n\r\n一方で、流出が懸念されるデータのなかに、クレジットカード情報は含まれていないと説明しました。"
    },
    "companyId": "6246b3be9e564b61e102e293",
    "companyName": {
      "en": "Kuraray Co., Ltd.",
      "jp": "株式会社クラレ"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7704d"
    },
    "name": {
      "en": "The training service used by RIKEN was damaged by cyber attacks, about1Ten thousand4,000Information leak",
      "jp": "理研が利用する研修サービスがサイバー攻撃被害、約1万4,000件の情報流出"
    },
    "description": {
      "en": "National Research and Development Corporation, RIKEN (hereinafter: RIKEN)2021Year11 11MonthFiveOn the day, it was revealed that there is a possibility that the personal information of RIKEN officials registered in the service may have been leaked due to an external cyber attack on the learning management system used for staff education and training.According to RIKEN, cyber attacks have been confirmed.2021Year9Monthtwenty fourAccording to the day, a vulnerability was inherent in the learning management system, and the service provider was notified of external access to the server and damage caused by file tampering.In addition, according to a survey conducted after that, users (direct employment, visiting researchers, students, dispatched employees, etc.) who were using the serviceIDInformation such as name / organization and learning history1Ten thousand4,000It turned out that the case may have leaked.",
      "jp": "国立研究開発法人・理化学研究所（以下：理研）は2021年11月5日、職員の教育や研修に使用する学習管理システムに対する外部からのサイバー攻撃が発生し、サービスに登録していた理研関係者の個人情報が流出した可能性があると明らかにしました。\r\n\r\n理研によると、サイバー攻撃が確認されたのは2021年9月24日のことで、学習管理システムに脆弱性が内在しており、サービス提供者側からサーバーへの外部アクセスおよびファイル改ざん被害に関する通知を受けたとのこと。\r\n\r\nまた、その後実施した調査により、同サービスを利用していたユーザー（直接雇用・客員研究員・学生・派遣社員等）のIDや氏名・組織や学習履歴などの情報1万4,000件が流出した可能性があることが判明しました。"
    },
    "companyId": "6246b3be9e564b61e102e294",
    "companyName": {
      "en": "National Research and Development Corporation RIKEN",
      "jp": "国立研究開発法人理化学研究所"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7704e"
    },
    "name": {
      "en": "Right-on is a cyber attackShootDamage, membertwenty fourTen thousand7,600Human data leak",
      "jp": "ライトオンがサイバー攻撃被害、会員24万7,600人のデータ流出"
    },
    "description": {
      "en": "Right-on Co., Ltd.2021Year11 11MonthFourSun, the company is luckBusinessClothing mail order site\"Right-on Official Online Shop\"Is someone's cyber attackShootDue to receiving, the site and storePavementMember usertwenty fourTen thousand7,600It was revealed that personal information for humans was leaked.According to Right-on, the company2021YearTenMonth27Right-on official online shopversusUnauthorized accessInspectionput it out. The company adjusts thisInspectionThen someone2021YearTenMonthtwenty threeCyber attack on the company's site from day to dayShootIt is said that the fact that it was set up was found.The companycorrespondenceBlock access sources as a measureCut offHowever, we confirmed that the information that was confirmed to be leaked included member information. However, the leaked information does not include credit card information.",
      "jp": "株式会社ライトオンは2021年11月4日、同社が運営する衣料品通販サイト「ライトオン公式オンラインショップ」が何者かのサイバー攻撃を受けたことにより、同サイトおよび店舗の会員ユーザー24万7,600人分の個人情報が流出したと明らかにしました。\r\n\r\nライトオン社によれば、同社は2021年10月27日にライトオン公式オンラインショップに対する不正アクセスを検出しました。同社がこれを調査したところ、何者かが2021年10月23日より同社サイトにサイバー攻撃を仕掛けていた事実が判明したとのこと。\r\n\r\n同社は対応策としてアクセス元を遮断する措置を講じましたが、流出が確認された情報のなかに会員情報が含まれている事実を確認。ただし、流出情報にクレジットカード情報は含まれていないとしています。"
    },
    "companyId": "6246b3be9e564b61e102e295",
    "companyName": {
      "en": "Right-on Co., Ltd.",
      "jp": "株式会社ライトオン"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7704f"
    },
    "name": {
      "en": "\"Parts Club Online\"Is a cyber attackShootdamage,2,070Is the name card information leaked?",
      "jp": "「パーツクラブオンライン」がサイバー攻撃被害、2,070名のカード情報流出か"
    },
    "description": {
      "en": "Endless Co., Ltd.2021Year11 11Month1Sun, the company is luckBusinessAccessory related mail order shop\"Parts Club Online\"Is someone's cyber attackShootDue to receiving, the card was decided on the company's site in the pastAlreadyUser2,070We have revealed that the credit card information of the name has been leaked and could be misused.According to Endless2021Year6Month30Day,\"Parts Club Online\"Past card decision atAlreadyFrom the user who did\"Concerns about credit card information leaks\"Was pointed out, so the card was decidedAlreadyAdjust after stopping the functionInspectionWas carried out.KeyInspectionteeth2021Year9Month27Completed on the day, someone is the companyInsideThrough the network\"Parts Club Online\"Decided to set up unauthorized access to and cause information leakageAlreadyIt is said that the fact that the function was tampered with was found",
      "jp": "株式会社エンドレスは2021年11月1日、同社が運営するアクセサリ関連通販ショップ「パーツクラブオンライン」が何者かのサイバー攻撃を受けたことにより、過去同社サイトにてカード決済したユーザー2,070名のクレジットカード情報について、流出および不正利用の可能性が生じたと明らかにしました。\r\n\r\nエンドレス社によれば2021年6月30日、「パーツクラブオンライン」にて過去カード決済したユーザーより「クレジットカード情報の流出懸念」について指摘を受けたため、カード決済機能を停止したうえで調査を実施しました。\r\n\r\n調査は2021年9月27日に完了し、何者かが同社の社内ネットワークを通じて「パーツクラブオンライン」への不正アクセスを仕掛け、情報流出を引き起こすよう決済機能を改ざんしていた事実が判明したとのことです"
    },
    "companyId": "6246b3be9e564b61e102e296",
    "companyName": {
      "en": "Endless Co., Ltd.",
      "jp": "株式会社エンドレス"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77050"
    },
    "name": {
      "en": "GR Cyber AttackShootFrom Beisia due to damage3,101Is the card information leaked?",
      "jp": "ジーアール社サイバー攻撃被害でペイシア社から3,101件のカード情報流出か"
    },
    "description": {
      "en": "Beisia Co., Ltd., which handles supermarket business, etc.2021Year11 11Month1Sun, the company is luckBusinessOnline shop\"Pacia Online Shop\"The card was decided on the company's site due to unauthorized access to the company outsourced to the operation ofAlreadyCredit card information of the user3,101Matters and members・Buyer informationtwenty fiveTen thousand 4,207It was revealed that the case may have leaked. 2021Year9Month1From the credit card company\"Concerns about leaking card information\"It was revealed that there was a possibility of leakage due to unauthorized access. The company is a third partyInspectionAdjusted through the institutionInspectionWhen I carried out2021YearFourMonth26Sun ~2021Year8Month19 19Card decision on the company's site during the dayAlreadyCard information of the user who made it and past member registrationRecordThe possibility of leakage of personal information of users who purchased products or products has been clarified.According to the announcement, Beisia has outsourced the operation of the online shop to TOSHIBA TEC CORPORATION and GR Co., Ltd. Both companies have already announced the occurrence of unauthorized access to the system by a third party, and Beisia's concern about leakage is also a cyber attackShootIt is supposed to be due to.",
      "jp": "スーパーマーケット事業などを手がける株式会社ペイシアは2021年11月1日、同社が運営しているオンラインショップ「ペイシアオンラインショップ」の運用委託先の企業が不正アクセスを受けたことにより、同社サイトでカード決済したユーザーのクレジットカード情報3,101件および会員・購入者情報25万4,207 件が流出した可能性があると明らかにしました。\r\n\r\n2021年9月1日、クレジットカード会社より「カード情報が流出している懸念」について連絡を受け、不正アクセスによる流出の可能性が判明したとのこと。同社が第三者調査機関を通じて調査を実施したところ、2021年4月26日～2021年8月19日の期間中に同社サイトにてカード決済したユーザーのカード情報および、過去会員登録や商品購入をしたユーザーの個人情報について流出の可能性が明らかになりました。\r\n\r\n発表によると、ペイシア社はオンラインショップの運用を東芝テック株式会社および株式会社ジーアールに委託していました。両社はすでにシステムへの第三者による不正アクセスの発生を公表しており、ペイシア社の流出懸念もサイバー攻撃によるものとしています。"
    },
    "companyId": "6246b3be9e564b61e102e297",
    "companyName": {
      "en": "Beisia Co., Ltd.",
      "jp": "株式会社ベイシア"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77051"
    },
    "name": {
      "en": "Nagoya University2Cyber attackShootAnnounce the damage and send a large amount of junk mail",
      "jp": "名古屋大学が2件のサイバー攻撃被害を公表、大量の迷惑メール発信"
    },
    "description": {
      "en": "Nagoya University2021YearTenMonth29To the university's email accountversusIt seems that unauthorized access from the outside has been confirmed.2We have announced the case. 1The case is2021Year3Month2To the email account of a faculty member belonging to the Graduate School of Science, Nagoya UniversityversusThis is the damage caused by unauthorized access. AttackShootPerson has an email accountevilHe said that he used it and sent a large amount of unsolicited e-mail. In addition, lecture participants on the mail server36Record the name and grade information of the nameRecordIt has been confirmed that there is an e-mail with the file (with password set) attached.According to the announcement, the university suffered the above-mentioned unauthorized access damage.2021Year3Month18 18Keep track of the date and passwordstrangeWe have taken remedial measures. Information leaked at the time of article publicationevilNo use cases have been confirmed.",
      "jp": "名古屋大学は2021年10月29日、同大学のメールアカウントに対する外部からの不正アクセスが確認されたと見られる2件の事案を公表しました。\r\n\r\n1件目の事案は2021年3月2日、名古屋大学大学院の理学研究科に所属する教員のメールアカウントに対して発生した不正アクセス被害です。攻撃者はメールアカウントを悪用し、大量の迷惑メールを発信する行為に及んだとのこと。さらにメールサーバーには講義受講者36名の氏名や成績情報などを記録したファイル（パスワード設定あり）を添付したメールの存在が確認されています。\r\n\r\n発表によると、同大学は上記不正アクセス被害を2021年3月18日に把握し、パスワード変更措置を講じました。記事発表時点で流出情報の悪用事例は確認されていないとしています。"
    },
    "companyId": "6246b3be9e564b61e102e298",
    "companyName": {
      "en": "Nagoya University",
      "jp": "名古屋大学"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77052"
    },
    "name": {
      "en": "Total address due to incorrect sending of thank-you email600Leaked or Mighty Car Service",
      "jp": "来場御礼メール誤送信でアドレス合計600件が流出か、マイティカーサービス"
    },
    "description": {
      "en": "Mighty Car Service Co., Ltd.2021YearTenMonth27Japan, \"International Comprehensive Logistics Exhibition 2021No. 1 2times Innovation ExpoIt was revealed that the e-mail sent to the visitors of the company's booth was erroneously sent and the e-mail address was leaked.According to the announcement, Mighty Car Service2021YearTenMonth26On the day, an e-mail to thank the booth visitors for their visit will be sent in an external simultaneous format.2sent it in batches. However, when the person in charge specifies the transmission format, it is originally \"BCCWrongly what should be sent with \"\"CCI heard that I made a mistake in sending in the format.As a result, the total number of destinations600subject(1Time334The second time266Regarding the address of), an event occurred in which the e-mail address was displayed to each other, and the recipient contacted me to point out the mistake. After confirming the facts, the company apologized.",
      "jp": "株式会社マイティーカーサービスは2021年10月27日、「国際総合物流展2021 第 2 回 Innovation Expo」の同社ブース来場者に向けて発信した電子メールにて誤送信が発生し、メールアドレスの流出がしたと明らかにしました。\r\n\r\n発表によると、マイティカーサービス社は2021年10月26日に、ブース来場者に向けて来場御礼の電子メールを外部一斉形式で2回に分けて送信しました。ところが、担当者が送信形式を指定する際、本来「BCC」で送信すべきところを誤って「CC」形式で送信するミスを起こしたとのこと。\r\n\r\nこれにより、送信先となった合計600件（1回目334件、２回目266件）のアドレスについて、お互いにメールアドレスが表示される事象が発生し、受信者からミスを指摘する連絡が入ったとのこと。事実を確認した同社は謝罪しました。"
    },
    "companyId": "6246b3be9e564b61e102e299",
    "companyName": {
      "en": "Mighty Car Service Co., Ltd.",
      "jp": "株式会社マイティーカーサービス"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77053"
    },
    "name": {
      "en": "\"Emotet\" infection at a female underwear maker alerts employees to impersonate emails",
      "jp": "女性下着メーカーで「Emotet」感染　従業員なりすますメールに注意喚起"
    },
    "description": {
      "en": "According to Wacoal, suspicious e-mails impersonating the company's employees are currently being sent to an unspecified number of people, mainly those involved. As a result of the investigation, it was said that the company's personal computer was infected with Emotet.",
      "jp": "ワコール社によると、現在同社従業員になりすます不審なメールが関係者を中心に不特定多数へ送信されている状況とのこと。\r\n調査の結果、同社内パソコンがEmotetに感染していたとのこと"
    },
    "companyId": "6246b3be9e564b61e102e223",
    "companyName": {
      "en": "Wacoal Co., Ltd.",
      "jp": "株式会社ワコール"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77054"
    },
    "name": {
      "en": "[Mie Prefecture Labor Welfare Association] E-mail erroneous transmission of address information leaked from 482 companies",
      "jp": "【三重県労働福祉協会】企業482社のアドレス情報流出　メール誤送信"
    },
    "description": {
      "en": "According to the association, the email was sent incorrectly on February 3rd. An e-mail related to the \"Oshigoto Hiroba Mie Management Comprehensive Project\", which is a consignment business from Mie Prefecture, was sent all at once.",
      "jp": "同協会によると、メール誤送信があったのは2月3日。\r\n三重県からの委託業務である「おしごと広場みえ運営総合事業」に関するメールを一斉送信時に発生している。"
    },
    "companyId": "6246b3be9e564b61e102e29a",
    "companyName": {
      "en": "Mie Labor Welfare Association",
      "jp": "三重県労働福祉協会"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77055"
    },
    "name": {
      "en": "[Aichi Prefecture] Information on participants in regional seminars leaked on the web Causes of human error at contractors",
      "jp": "【愛知県】地域セミナー参加者情報がweb上で流出　委託先のヒューマンエラー原因"
    },
    "description": {
      "en": "The problem was discovered on February 11th. There was an inquiry that personal information could be viewed on the participation application page on the web of \"People-friendly Town Development Area Seminar in Kitanagoya\" sponsored by Aichi Prefecture. As a result of the investigation, the outsourced operation of the web page \"Mama Life Design Institute\" has released an application input form that allows personal information to be viewed by mistake.",
      "jp": "問題が発覚したのは2月11日。\r\n愛知県が主催する「人にやさしい街づくり地域セミナーin北名古屋」のwebによる参加申し込みページにおいて、個人情報が閲覧できるとの問い合わせがあったとのこと。調査の結果、webページの運営委託先「一般社団法人ママライフデザイン研究所」が、誤って個人情報の閲覧が可能となる申込入力フォームを公開していた"
    },
    "companyId": "6246b3be9e564b61e102e29b",
    "companyName": {
      "en": "Aichi prefecture",
      "jp": "愛知県"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77056"
    },
    "name": {
      "en": "[Aichi Prefecture] PCR test data is damaged by ransomware Server is stopped and response continues",
      "jp": "【愛知県】PCR検査データがランサムウェア被害　サーバー停止し対応続く"
    },
    "description": {
      "en": "The damage was confirmed in a system that stores PCR test data for new coronavirus infections in Aichi prefecture. On February 5, when the staff in charge started the system, English text was written on the screen and it was said that it could not be started. As a result of the investigation, it was confirmed that it was an external ransomware attack.",
      "jp": "被害が確認されたのは、愛知県内の新型コロナウイルス感染症へのPCR検査データが保管されているシステム。\r\n2月5日、担当職員が当該システムを起動した際、画面に英文が表記されており起動不能な状態となっていたという。\r\n調査の結果、外部からのランサムウェア攻撃であることが確認された。"
    },
    "companyId": "6246b3be9e564b61e102e29b",
    "companyName": {
      "en": "Aichi prefecture",
      "jp": "愛知県"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77057"
    },
    "name": {
      "en": "Member's email address leaked in soccer [Tokyo Verdy]",
      "jp": "サッカー【東京ヴェルディ】で会員のメールアドレス流出"
    },
    "description": {
      "en": "There is a problem sending a notification email regarding the \"Women's Special / Women's Premier Class Selection\" held at Tokyo Verdy Soccer School. I mistakenly entered the place to be sent by Bcc in the To field and sent it all at once. Address information can now be viewed by each other among recipients.",
      "jp": "東京ヴェルディサッカースクール開催の「女子スペシャル/女子プレミアクラスセレクション」に関する通知メールを送信時に問題が発生している。\r\n本来Bccで送信するところを誤ってTo欄に入力し一斉送信。\r\n受信者間で互いにアドレス情報が閲覧できる状態となった"
    },
    "companyId": "6246b3be9e564b61e102e229",
    "companyName": {
      "en": "Tokyo Verdy Co., Ltd.",
      "jp": "東京ヴェルディ株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77058"
    },
    "name": {
      "en": "[Kracie] Emotet infected employee will be alert to emails",
      "jp": "【クラシエ】Emotet感染　従業員なりますメールに注意喚起"
    },
    "description": {
      "en": "According to Kracie Holdings, PCs in group companies were infected with Emotet. A third party has sent spoofed emails to multiple recipients to deceive the company's employees.",
      "jp": "クラシエホールディングスによると、グループ会社内のパソコンがEmotetに感染。\r\n第三者から複数の宛先に、同社従業員を騙るなりすましメールが送信されている"
    },
    "companyId": "6246b3be9e564b61e102e29c",
    "companyName": {
      "en": "Kracie Holdings, Ltd.",
      "jp": "株式会社クラシエホールディングス"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77059"
    },
    "name": {
      "en": "[Fukuoka Prefecture] Personal information of corona-positive persons is mistakenly disclosed",
      "jp": "【福岡県】コロナ陽性者の個人情報を誤って公開"
    },
    "description": {
      "en": "On February 16th, a problem was discovered when a citizen of the prefecture inquired that personal information was posted on the information page for people positive for new coronavirus infections in Fukuoka Prefecture. According to Fukuoka Prefecture, personal information was mistakenly posted when posting new positive person information.",
      "jp": "２月16日、県民から福岡県内の新型コロナウイルス感染症陽性者情報ページにおいて、個人情報が掲載されているとの問い合わせがあり問題が発覚。\r\n福岡県によると、新規陽性者情報を掲載時、誤って個人情報を掲載した"
    },
    "companyId": "6246b3be9e564b61e102e29d",
    "companyName": {
      "en": "Fukuoka Prefecture",
      "jp": "福岡県"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7705a"
    },
    "name": {
      "en": "[Miyake Law Office] Email impersonating a lawyer or staff member due to Emotet infection",
      "jp": "【三宅法律事務所】Emotet感染で弁護士や職員なりすますメール"
    },
    "description": {
      "en": "As a result of an investigation by a research organization, it was found that the personal computer in the office was infected with the malware \"Emotet\". It is said that multiple emails impersonating lawyers and staff are being sent.",
      "jp": "調査機関による調査の結果、同事務所内のパソコンがマルウェア「Emotet」に感染したことが判明。\r\n弁護士や職員になりすますメールが、複数送信される事態が発生しているとのこと"
    },
    "companyId": "6246b3be9e564b61e102e29e",
    "companyName": {
      "en": "Miyake Law Office",
      "jp": "弁護士法人　三宅法律事務所"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7705b"
    },
    "name": {
      "en": "Confirmation of \"Emotet\" by Daiwa House Group Spoofing email to an unspecified number of people",
      "jp": "大和ハウスグループで「Emotet」確認　不特定多数になりすましメール"
    },
    "description": {
      "en": "According to DesignArc, a computer in the company was infected with the malware \"Emotet\". Spoofing emails that trick company employees are being sent to an unspecified number of people",
      "jp": "デザインアーク社によると、同社内のパソコンがマルウェア「Emotet」に感染。\r\n同社従業員を騙るなりすましメールが不特定多数に向け送信されている"
    },
    "companyId": "6246b3be9e564b61e102e29f",
    "companyName": {
      "en": "DesignArc Co., Ltd.",
      "jp": "株式会社デザインアーク"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7705c"
    },
    "name": {
      "en": "\"Emotet\" spoofed by an unspecified number of people at the Hokkaido Shimbun",
      "jp": "北海道新聞社で「Emotet」　不特定多数になりすましメール"
    },
    "description": {
      "en": "According to the Hokkaido Shimbun, from around February 8th, spoofing emails masquerading as employees of the company have been sent to an unspecified number of people. The cause is believed to be that the company's personal computer was infected with the malware \"Emotet\".",
      "jp": "北海道新聞社によると、2月8日ごろから同社従業員を騙るなりすましメールが不特定多数に向け送信されているという。\r\n原因は、同社内のパソコンがマルウェア「Emotet」に感染したことによるものとみられている"
    },
    "companyId": "6246b3be9e564b61e102e2a0",
    "companyName": {
      "en": "The Hokkaido Shimbun Press Co., Ltd.",
      "jp": "株式会社北海道新聞社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7705d"
    },
    "name": {
      "en": "Travel [HIS] Possibility of leakage of personal information of 1,846 customers due to unauthorized access",
      "jp": "旅行【HIS】不正アクセス被害で顧客1,846名の個人情報流出の可能性"
    },
    "description": {
      "en": "October 25, 2021, at H.I.S.'s local subsidiary in Vietnam. Security is activated on the server inside the Vietnamese corporation, and a virus is detected. As a result of the investigation, it has been confirmed that the data in the server may have been stolen by a third party.",
      "jp": "2021年10月25日、エイチ・アイ・エス社のベトナム現地法人において。\r\nベトナム法人社内のサーバーにてセキュリティが作動し、ウイルスを検知。\r\n調査の結果、第三者にサーバー内のデータが不正に窃取された可能性が確認されている"
    },
    "companyId": "6246b3be9e564b61e102e24c",
    "companyName": {
      "en": "H.I.S. Co., Ltd.",
      "jp": "株式会社エイチ・アイ・エス"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7705e"
    },
    "name": {
      "en": "[Ricoh Leasing] Emotet infection alerts company employees to spoofing emails",
      "jp": "【リコーリース】Emotet感染　同社従業員かたるなりすましメールに注意喚起"
    },
    "description": {
      "en": "According to Ricoh Leasing, a computer in the company was infected with the malware \"Emotet\". Currently, there is a situation where spam emails impersonating the company are sent to an unspecified number of people.",
      "jp": "リコーリース社によると、同社内のパソコンがマルウェア「Emotet」に感染。\r\n現在、同社になりすましたスパムメールが不特定多数に向け送信される事態が発生している"
    },
    "companyId": "6246b3be9e564b61e102e2a1",
    "companyName": {
      "en": "Ricoh Leasing Co., Ltd.",
      "jp": "株式会社リコーリース"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7705f"
    },
    "name": {
      "en": "Home appliances [Tescom] Emotet spoofed emails Malware-loaded attachments",
      "jp": "家電の【テスコム】Emotetでなりすましメール　マルウェア仕込まれた添付ファイル"
    },
    "description": {
      "en": "According to Tescom, the damage caused by Emotet was confirmed on February 3. Information has been stolen from a mail server by a third party, and as a result, spam emails impersonating the company have been sent to an unspecified number of people. It was said that a compressed malware file was attached to the confirmed email.",
      "jp": "テスコム社によると、Emotetによる被害が確認されたのは2月3日。\r\n第三者によりメールサーバーから情報が窃取されたことで、同社になりすますスパムメールが不特定多数に向け送信される事態が発生している。\r\n確認されたメールには圧縮されたマルウェアファイルが添付されていたとのこと"
    },
    "companyId": "6246b3be9e564b61e102e24b",
    "companyName": {
      "en": "Tescom Electric Co., Ltd.",
      "jp": "テスコム電機株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77060"
    },
    "name": {
      "en": "Attention to malware Emotet employees and site spoofing emails to wallpaper film construction companies",
      "jp": "壁紙フィルムの施工会社にマルウェアEmotet　社員やサイトなりすますメールに注意喚起"
    },
    "description": {
      "en": "Damage caused by malware \"Emotet\" was confirmed at \"Furusha Co., Ltd.\", which manufactures and constructs original interior wallpaper and body film.",
      "jp": "オリジナルのインテリア壁紙や車体フィルムの製造施工を行う「株式会社風流舎」で、マルウェア「Emotet」による被害が確認された"
    },
    "companyId": "6246b3be9e564b61e102e2a2",
    "companyName": {
      "en": "Furyusha Co., Ltd.",
      "jp": "株式会社風流舎"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77061"
    },
    "name": {
      "en": "Damage caused by malware \"Emotet\" confirmed at the daily necessities maker \"Lion Corporation\"",
      "jp": "生活用品メーカー「ライオン株式会社」において、マルウェア「Emotet」による被害が確認"
    },
    "description": {
      "en": "Damage caused by Emotet was confirmed on February 2. Data on the company's mail server was stolen by a third party. As a result, spam emails impersonating the company's employees are being sent to an unspecified number of people.",
      "jp": "Emotetによる被害が確認されたのは2月2日。\r\n第三者により同社のメールサーバー内のデータが窃取された。\r\nこれにより、同社従業員になりすますスパムメールが不特定多数に向け送信される事態が発生している。"
    },
    "companyId": "6246b3be9e564b61e102e234",
    "companyName": {
      "en": "Lion Corporation",
      "jp": "ライオン株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77062"
    },
    "name": {
      "en": "Calling attention to e-mails spoofing building panel makers Causes of past e-mail information leaks",
      "jp": "建築パネルメーカーなりすますメールに注意喚起　過去メール情報流出原因"
    },
    "description": {
      "en": "It is said that the contents of emails and employee information exchanged by the company in the past were stolen by a third party. As a result, spam emails impersonating the company's employees are being sent to an unspecified number of people.",
      "jp": "第三者により同社が過去やり取りしたメール内容および従業員情報が窃取されたという。\r\nこれにより、同社従業員になりすますスパムメールが不特定多数に向け送信される事態が発生している。"
    },
    "companyId": "6246b3be9e564b61e102e2a3",
    "companyName": {
      "en": "Dream Panel Co., Ltd.",
      "jp": "ドリームパネル株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77063"
    },
    "name": {
      "en": "Kyoto \"Randen\" site cannot be viewed Is it the cause of unauthorized access?",
      "jp": "京都「嵐電」サイトが閲覧不可能に　不正アクセス原因か"
    },
    "description": {
      "en": "According to Keifuku Electric Railroad, the \"Randen official website\" operated by the company has become inaccessible due to unauthorized access.",
      "jp": "京福電気鉄道によると、同社が運営する「嵐電公式サイト」が不正アクセスを受けたことで閲覧ができない状態となったとのこと。"
    },
    "companyId": "6246b3be9e564b61e102e2a4",
    "companyName": {
      "en": "Keifuku Electric Railroad Co., Ltd.",
      "jp": "京福電気鉄道株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77064"
    },
    "name": {
      "en": "[Niigata Food and Agriculture University] Insta hijacking damage Calling attention to suspicious DM",
      "jp": "【新潟食料農業大学】インスタ乗っ取り被害　不審なDMに注意喚起"
    },
    "description": {
      "en": "It was confirmed that suspicious direct mail was sent to multiple followers from the regular account \"@ nafu.ac\" operated by the university.",
      "jp": "同大学が運用する正規アカウント「@nafu.ac」から、複数のフォロワーに不審なダイレクトメールが送信される事態が確認された"
    },
    "companyId": "6246b3be9e564b61e102e2a5",
    "companyName": {
      "en": "Niigata Food and Agriculture University",
      "jp": "新潟食料農業大学"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77065"
    },
    "name": {
      "en": "[Iris Ohyama] Calling attention to fake sites Damage consultations one after another",
      "jp": "【アイリスオーヤマ】偽サイトに注意喚起　被害相談相次ぐ事態"
    },
    "description": {
      "en": "Multiple camouflage sites for the online shopping site \"Iris Plaza\" operated by Iris Ohyama have been confirmed.",
      "jp": "アイリスオーヤマが運営する通販サイト「アイリスプラザ」の偽装サイトが複数件確認されている"
    },
    "companyId": "6246b3be9e564b61e102e2a6",
    "companyName": {
      "en": "Iris Ohyama Co., Ltd.",
      "jp": "アイリスオーヤマ株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77066"
    },
    "name": {
      "en": "[Sekisui House] Group companies call attention to spoofed emails infected with malware \"Emotet\"",
      "jp": "【積水ハウス】グループ会社がマルウェア「Emotet」感染　なりすましメールに注意呼びかけ"
    },
    "description": {
      "en": "According to Sekisui House, PCs in the company's group companies were infected with the malware \"Emotet\". E-mails disguised as group company employees are being sent to customers and related parties. In addition to the employee name, the spoofed email uses a non-authorized address of a group company.",
      "jp": "積水ハウスによると、同社グループ会社内パソコンがマルウェア「Emotet」に感染。\r\nグループ会社社員を装ったメールが顧客や関係者に向け送信されている。\r\nなりすましメールは、従業員名に加えてグループ会社の正規アドレス以外が使用されているとのこと。"
    },
    "companyId": "6246b3be9e564b61e102e237",
    "companyName": {
      "en": "Sekisui House Co., Ltd.",
      "jp": "積水ハウス株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77067"
    },
    "name": {
      "en": "[Applied geology] Unauthorized access to the group Phishing site in HP",
      "jp": "【応用地質】グループに不正アクセス　HP内にフィッシングサイト"
    },
    "description": {
      "en": "According to the company's shareholder, OYO Co., Ltd., the damage was confirmed on January 24th. It is said that the KCS website was illegally accessed from the outside and a phishing site was embedded in the site.",
      "jp": "同社株主の「応用地質株式会社」によると、被害が確認されたのは1月24日。\r\nケー・シー・エス社のホームページが外部から不正アクセスを受け、サイト内にフィッシングサイトが埋め込まれたという。"
    },
    "companyId": "6246b3be9e564b61e102e235",
    "companyName": {
      "en": "OYO Co., Ltd.",
      "jp": "応用地質株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77068"
    },
    "name": {
      "en": "Information leak of about 2,000 people at a swimming pool in Wakayama Prefecture A virus infection was discovered in an office PC",
      "jp": "和歌山県の水泳場で約2,000名の情報流出　事務所PCにウイルス感染発覚"
    },
    "description": {
      "en": "According to Wakayama Prefecture, spoofing emails were confirmed on January 25th. It is said that more than 100 inquiries have been received from users to the designated manager of the swimming pool that they have received suspicious emails. As a result of the investigation, it was discovered that the computer in the management office of the designated administrator was infected with a virus.",
      "jp": "和歌山県によると、なりすましメールが確認されたのは1月25日。\r\n利用者から同水泳場の指定管理者に、不審なメールを受信したとの問い合わせが100件以上入ったという。\r\n調査の結果、指定管理者の管理事務所内パソコンがウイルス感染していたことが発覚"
    },
    "companyId": "6246b3be9e564b61e102e2a7",
    "companyName": {
      "en": "Wakayama Prefecture",
      "jp": "和歌山県"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77069"
    },
    "name": {
      "en": "Unauthorized access to chemical manufacturer [Daicel] Concerns about impact on personal information of customers and business partners",
      "jp": "化学品メーカー【ダイセル】に不正アクセス　顧客および取引先の個人情報への影響懸念"
    },
    "description": {
      "en": "According to Daicel, unauthorized access was discovered on December 22, 2021. It is said that unauthorized access was made to the server of the company group.",
      "jp": "ダイセル社によると、不正アクセスが発覚したのは2021年12月22日。\r\n同社グループのサーバーに不正アクセスが行われたという。"
    },
    "companyId": "6246b3be9e564b61e102e23c",
    "companyName": {
      "en": "Daicel Co., Ltd.",
      "jp": "株式会社ダイセル"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7706a"
    },
    "name": {
      "en": "[Nichinoken] 280,106 information leaks due to unauthorized access Calling attention to phishing attacks",
      "jp": "【日能研】不正アクセスで280,106件の情報流出　フィッシング攻撃への注意喚起も"
    },
    "description": {
      "en": "According to Nichinoken, unauthorized access was made around the beginning of December 2021. This was due to an external attack by SQL injection on the web server operated by the company.",
      "jp": "日能研によると、不正アクセスが行われたのは2021年12月上旬ごろ。\r\n同社が運営するwebサーバーに外部からSQLインジェクションによる攻撃を受けたことによるもの。"
    },
    "companyId": "6246b3be9e564b61e102e231",
    "companyName": {
      "en": "Nichinoken Co., Ltd.",
      "jp": "株式会社日能研"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7706b"
    },
    "name": {
      "en": "[Uber Eats] Confirmation of order details and alerting to phishing emails",
      "jp": "【Uber Eats】注文内容の確認とかたるフィッシングメールに注意喚起"
    },
    "description": {
      "en": "The link is to a phishing site that elaborately disguises the login screen for Uber Eats user pages. The site provides a form that prompts you to enter your phone number or email address and 4-digit verification code information. If entered incorrectly, the information could be stolen by an attacker.",
      "jp": "リンク先は、Uber Eats利用者用ページへのログイン画面を精巧に偽装したフィッシングサイトとなっている。\r\nサイトには、電話番号またはメールアドレス、4桁の認証コード情報を入力させるフォームが用意されている。\r\n誤って入力した場合、攻撃者に情報が窃取される恐れがある"
    },
    "companyId": "6246b3be9e564b61e102e2a8",
    "companyName": {
      "en": "Uber Eat",
      "jp": "Uber Eat"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7706c"
    },
    "name": {
      "en": "Unauthorized mail from the address of the civil engineering disaster prevention information system Is it the cause of unauthorized access [Niigata Prefecture]",
      "jp": "土木防災情報システムのアドレスから不正なメール　不正アクセス原因か【新潟県】"
    },
    "description": {
      "en": "In the civil engineering disaster prevention information system used by Niigata Prefecture, unauthorized access damage from the outside occurred. It has been confirmed that malicious emails are sent to the outside.",
      "jp": "新潟県が使用する土木防災情報システムにおいて、外部からの不正アクセス被害が発生。\r\n外部に向け不正なメールが送信される事態が確認されている。"
    },
    "companyId": "6246b3be9e564b61e102e2a9",
    "companyName": {
      "en": "Niigata Prefecture",
      "jp": "新潟県"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7706d"
    },
    "name": {
      "en": "Possibility of credit card information leakage for 46,702 customers at skin care maker HP [Beaglen HP]",
      "jp": "スキンケアメーカーHPで顧客46,702名分のクレジットカード情報流出の可能性【ビーグレンHP】"
    },
    "description": {
      "en": "The victim of unauthorized access was the website \"Beaglen HP\" operated by Beverly Glen Laboratories. It was discovered on June 10, 2021 when a credit card company contacted us on the site to worry about information leaks.",
      "jp": "不正アクセス被害があったのは、ビバリーグレンラボラトリーズ社が運営するwebサイト「ビーグレンHP」。\r\n2021年6月10日に、クレジットカード会社から同サイト上から情報流出を懸念する連絡が入ったことで発覚した。"
    },
    "companyId": "6246b3be9e564b61e102e23d",
    "companyName": {
      "en": "Beverly Glen Laboratories Co., Ltd.",
      "jp": "ビバリーグレンラボラトリーズ株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7706e"
    },
    "name": {
      "en": "Unauthorized access to credit [Hokusen] Security investigation due to service suspension",
      "jp": "クレジット【ほくせん】に不正アクセス　サービス停止でセキュリティ調査"
    },
    "description": {
      "en": "It is said that unauthorized access damage from the outside was confirmed on the server of \"Hokusen Co., Ltd.\", which develops a credit business mainly in Sapporo city.",
      "jp": "札幌市を中心にクレジット事業を展開する「株式会社ほくせん」のサーバーに、外部からの不正アクセス被害が確認されたとのこと。"
    },
    "companyId": "6246b3be9e564b61e102e2aa",
    "companyName": {
      "en": "Hokusen Co., Ltd.",
      "jp": "株式会社ほくせん"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7706f"
    },
    "name": {
      "en": "[Lancers] Address information leaked for 432 people due to incorrect transmission of seminar emails",
      "jp": "【ランサーズ】セミナーメール誤送信で432名分アドレス情報流出"
    },
    "description": {
      "en": "When the company sent an e-mail to the applicants of the seminar \"Learning Course for\" New Learning Shapes \"that Leads to Job Acquisition\", the recipients were in a state where the address information could be viewed. It turned out by the indication from the applicant who received it. The cause is that when sending, the destination field is set to Bcc, but it was mistakenly sent by To.",
      "jp": "同社が主催するセミナー『仕事獲得に繋がる“新しい学びのカタチ”習得講座』に関する案内メールを同講座応募者に向け送信した際、受信者間でアドレス情報が閲覧できる状態だったという。\r\n受信した応募者からの指摘で判明。\r\n原因は、送信時に宛先欄をBcc設定で行うところ、誤ってToにて送信したことによるもの"
    },
    "companyId": "6246b3be9e564b61e102e23e",
    "companyName": {
      "en": "Lancers Co., Ltd.",
      "jp": "ランサーズ株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77070"
    },
    "name": {
      "en": "[Metap Payment] Service suspension due to suspicion of unauthorized use Proceed with investigation",
      "jp": "【メタップスペイメント】不正利用の疑いでサービス停止　調査進む"
    },
    "description": {
      "en": "credit card company has contacted us about the possibility of information leakage through \"Event Pay,\" a management service for office-related operations provided by Metap Payments. Due to the possibility of unauthorized use, we conducted an investigation within Metap Payments, but could not identify the problem in the system.",
      "jp": "クレジットカード会社から、メタップスペイメント社が提供する事務関連業務の管理サービスである「イベントペイ」で情報流出の可能性を懸念する連絡が入った。\r\n不正利用の可能性から、メタップスペイメント社内で調査を行ったが、システム内での問題は特定できなかったとのこと。"
    },
    "companyId": "6246b3be9e564b61e102e233",
    "companyName": {
      "en": "Metap Payment Co., Ltd.",
      "jp": "株式会社メタップスペイメント"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77071"
    },
    "name": {
      "en": "Personal information leak of 7,086 mat makers Vulnerability Unauthorized access",
      "jp": "マットメーカー7,086名の個人情報流出　脆弱性突いた不正アクセス"
    },
    "description": {
      "en": "According to Oka, unauthorized access was discovered on July 27, 2021. On the online shop \"Mat & Rug Factory Main Store\" operated by the company, a credit card company contacted us about the leakage of customer information, and a problem emerged. As a result of the investigation, it was found that an unauthorized access was made by a third party through a security vulnerability in the site. Confirmed the possibility of tampering with the payment application and leakage of customer's personal information and credit card information",
      "jp": "オカ社によると、不正アクセスが判明したのは2021年7月27日。\r\n同社が運営するオンラインショップ「マット&ラグファクトリー本店」上で、顧客情報流出を懸念する連絡がクレジットカード会社から入り問題が浮上。\r\n調査の結果、第三者から同サイト内セキュリティ上の脆弱性を突いた不正アクセスが判明。\r\nペイメントアプリケーションの改ざんおよび、顧客の個人情報やクレジットカード情報流出の可能性が確認"
    },
    "companyId": "6246b3be9e564b61e102e222",
    "companyName": {
      "en": "Oka Co., Ltd.",
      "jp": "オカ株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77072"
    },
    "name": {
      "en": "NFT theft \"OpenSea\" phishing attack damages about 200 million yen",
      "jp": "NFT窃取「OpenSea」フィッシング攻撃で約2億円の被害"
    },
    "description": {
      "en": "In the online marketplace \"OpenSea\" of digital assets NFT, a total of about 200 million yen worth of damage was confirmed by a phishing attack. A malicious third party created a phishing site disguised as OpenSea, and users were guided and damaged. And that.",
      "jp": "デジタル資産NFTのオンラインマーケットプレイス「OpenSea」において、フィッシング攻撃により総額約2億円相当の被害が確認.悪意のある第三者がOpenSeaを偽装したフィッシングサイト作成、ユーザーが誘導され被害が出ているとのこと。"
    },
    "companyId": "6246b3be9e564b61e102e2ab",
    "companyName": {
      "en": "Opensea",
      "jp": "Opensea"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77073"
    },
    "name": {
      "en": "[Ryukoku University] Website tampering damage Research-related pages affected",
      "jp": "【龍谷大学】webサイトが改ざん被害　研究関連ページに影響"
    },
    "description": {
      "en": "Falsification damage was confirmed on June 25, 2021. When searching for research-related pages, it was said that it was in a state of transitioning to an unrelated external page. As a result of the investigation, it was discovered that the contents of the website were altered by unauthorized access from a third party. Some files were said to have been deleted.",
      "jp": "改ざん被害が確認されたのは2021年6月25日。\r\n研究関連ページの検索時、無関係の外部ページに遷移する状態だったという。\r\n調査の結果、第三者からの不正アクセスでwebサイト内容が改ざんされたことが発覚。\r\n一部のファイルが削除されていたという。"
    },
    "companyId": "6246b3be9e564b61e102e2ac",
    "companyName": {
      "en": "Ryukoku University",
      "jp": "学校法人龍谷大学"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77074"
    },
    "name": {
      "en": "Kagawa Prefecture Bussankan website stopped due to unauthorized access Impact on personal information is unknown",
      "jp": "香川県の物産館のwebサイトが不正アクセスで停止　個人情報への影響は不明"
    },
    "description": {
      "en": "According to Kagawa Prefecture, the problem was discovered on January 18. The Kuribayashi-an website has been confirmed to be inaccessible, and an investigation has begun. According to the investigation by the maintenance company of the site, the cause is that unauthorized access was made by a third party.",
      "jp": "香川県によると、問題が判明したのは1月18日。\r\n栗林庵のwebサイトがアクセス不可能な状態が確認されており、調査が開始された。\r\n同サイトの保守管理業者の調べでは、原因は第三者からの不正アクセスが行われたことによるものという。"
    },
    "companyId": "6246b3be9e564b61e102e253",
    "companyName": {
      "en": "Kagawa Prefecture",
      "jp": "香川県"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77075"
    },
    "name": {
      "en": "[Promise] Personal information authentication required within 24 hours Call attention to phishing scams",
      "jp": "【プロミス】24時間以内に個人情報認証が必要　フィッシング詐欺に注意喚起"
    },
    "description": {
      "en": "According to the Phishing Countermeasures Council, there have been multiple reports of phishing emails entitled \"PROMISE Notice.\" In the text, the URL to the external page is described in the contents such as \"Upgrade of security system\" and \"Personal information authentication is required within 24 hours to use\".",
      "jp": "フィッシング対策協議会によると、「PROMISEのお知らせ」と題するフィッシングメールの報告が複数寄せられているという。\r\n本文には「セキュリティシステムのアップグレード」、「使用には24時間以内に個人情報認証が必要」などの内容に外部ページへのURLが記載されている"
    },
    "companyId": "6246b3be9e564b61e102e2ad",
    "companyName": {
      "en": "SMBC Consumer Finance Co., Ltd.",
      "jp": "SMBCコンシューマーファイナンス株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77076"
    },
    "name": {
      "en": "[Mie Prefectural Metrology Institute] Lost USB with personal information of 1,091 or more people Accidentally discarded",
      "jp": "【三重県計量検定所】1,091名以上の個人情報記録されたUSB紛失　誤って廃棄か"
    },
    "description": {
      "en": "According to the Mie Prefectural Metrology Institute, the loss of the USB memory was discovered on January 12. When responding to data verification requests from related organizations, staff members noticed that the USB was lost. After the loss, he searched all over the site, but did not find it. It may have been accidentally discarded during the year-end and New Year holidays.",
      "jp": "三重県計量検定所によると、当該USBメモリの紛失が判明したのは1月12日。\r\n関係機関からのデータ照合依頼に対応する際、職員がUSBの紛失に気が付いた。\r\n\r\n紛失後、同所敷地内を隈なく捜索したものの発見には至らなかったという。\r\n年末年始の整理整頓時に、誤って廃棄した可能性がある。"
    },
    "companyId": "6246b3be9e564b61e102e22f",
    "companyName": {
      "en": "Mie Prefecture",
      "jp": "三重県"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77077"
    },
    "name": {
      "en": "Information on 26 applicants leaked from the portal site \"Kimochi of high school students.\"",
      "jp": "ポータルサイト「高校生のキモチ。」26名の応募者情報が流出"
    },
    "description": {
      "en": "According to the site's operation \"Shoei Public Relations Co., Ltd.\", it was confirmed that the personal information of applicants can be viewed on the material request campaign page. It was discovered by the indication from the applicant. The cause is said to be a defect in the site system.",
      "jp": "同サイトの運営「株式会社昭栄広報」によると、資料請求キャンペーンページにおいて応募者の個人情報が閲覧できる状態が確認されたという。\r\n応募者からの指摘で発覚している。\r\n原因は、サイトシステム内の不備だとしている。"
    },
    "companyId": "6246b3be9e564b61e102e241",
    "companyName": {
      "en": "Shoei Public Relations Co., Ltd.",
      "jp": "株式会社昭栄広報"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77078"
    },
    "name": {
      "en": "Organic food \"Coco Seasons Online Shop\" Credit card information leaked from 303 customers",
      "jp": "オーガニック食品「ココシーズンズオンラインショップ」　顧客303名のクレジットカード情報流出"
    },
    "description": {
      "en": "According to Kawata Co., Ltd., which operates the site, unauthorized access was confirmed on September 3, 2021. It has been revealed that a credit card company has contacted us on the site to worry about information leaks. As a result of the investigation, unauthorized access from a third party who exploited a security vulnerability in the site was found. The possibility of tampering with the on-site payment system and leakage of customer information has emerged.",
      "jp": "同サイトを運営する「株式会社かわた」によると、不正アクセスが確認されたのは2021年9月3日。\r\nクレジットカード会社から、同サイト上で情報流出を懸念する連絡が入ったことで判明している。\r\n\r\n調査の結果、サイト内のセキュリティ上の脆弱性を突いた第三者からの不正アクセスが判明。\r\nサイト内決済システムの改ざんや、顧客情報流出の可能性が浮上している。"
    },
    "companyId": "6246b3be9e564b61e102e242",
    "companyName": {
      "en": "Kawata Co., Ltd.",
      "jp": "株式会社かわた"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77079"
    },
    "name": {
      "en": "[Koto Ward Health and Sports Corporation] Unrelated mail-order site displayed Situations Unauthorized access to the server",
      "jp": "【江東区健康スポーツ公社】無関係の通販サイト表示される事態　サーバーへの不正アクセス"
    },
    "description": {
      "en": "According to the public corporation, the cause was unauthorized access to the web server used in the past. The files on the server have been tampered with, and a fraudulent mail-order site unrelated to the public corporation has been displayed on the search engine.",
      "jp": "同公社によると、原因は過去に使用していたwebサーバーに不正アクセス。\r\nサーバー内のファイルが改ざんされ、同公社と無関係の不正な通販サイトが検索エンジン上に表示される事態が発生したという。"
    },
    "companyId": "6246b3be9e564b61e102e259",
    "companyName": {
      "en": "Tokyo",
      "jp": "東京都"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7707a"
    },
    "name": {
      "en": "[Malcan] Pet supplies EC site closed due to unauthorized access Affects credit card information of 1,152 people",
      "jp": "【マルカン】ペット用品ECサイトが不正アクセスで閉鎖　1,152名のクレジットカード情報に影響"
    },
    "description": {
      "en": "According to the site's operating company, Marquand Co., Ltd., unauthorized access was discovered on June 30, 2021. This was due to a contact from a credit card company on the site that was concerned about information leakage. As a result of the investigation, unauthorized access from a third party who exploited a security vulnerability in the site was found. The possibility of tampering with the payment system on the site and leakage of customer information has emerged.",
      "jp": "同サイトの運営会社の「株式会社マルカン」によると、不正アクセスが判明したのは2021年6月30日。\r\nクレジットカード会社から同サイト上で情報流出を懸念する連絡が入ったことによるもの。\r\n調査の結果、サイト内のセキュリティ上の脆弱性を突いた第三者からの不正アクセスが判明。\r\nサイト内の決済システムの改ざんや、顧客情報流出の可能性が浮上している。"
    },
    "companyId": "6246b3be9e564b61e102e247",
    "companyName": {
      "en": "Marquand Co., Ltd.",
      "jp": "株式会社マルカン"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7707b"
    },
    "name": {
      "en": "Auto parts [Denso] ransomware damage Hacker group also declares crime",
      "jp": "自動車部品【デンソー】がランサムウェア被害　ハッカーグループから犯行声明も"
    },
    "description": {
      "en": "The damage was to the company's factory in Mexico. It is said that 20 PCs in the factory were attacked by ransomware. In December 2021, a hacker group believed to be the practitioner issued a statement of crime. It is explained that the damaged personal computer does not affect the operation of the factory.",
      "jp": "被害があったのは、同社のメキシコにある工場。\r\n工場内パソコン20台が、ランサムウェアによる攻撃を受けたという。\r\n2021年12月には、実行者とみられるハッカーグループから犯行声明が出されている。\r\nなお、被害のあったパソコンは工場の稼働に影響するものではないと説明されている。"
    },
    "companyId": "6246b3be9e564b61e102e251",
    "companyName": {
      "en": "Denso Corporation",
      "jp": "株式会社デンソー"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7707c"
    },
    "name": {
      "en": "False warning saying \"I'm infected with a virus\" Museum information site [Visit Rakugaku] has been tampered with",
      "jp": "「ウイルスに感染している」と偽の警告文　博物館情報サイト【見験楽学】が改ざん被害"
    },
    "description": {
      "en": "According to the \"Sendai / Miyagi Museum Alliance Secretariat\" that operates the site, it was tampered with during the period from December 19th to 21st, 2021. When accessing during the same period, there was a situation such as linking to an unrelated external page or displaying a warning message saying \"Infected with a virus\".",
      "jp": "サイトを運営する「仙台・宮城ミュージアムアライアンス事務局」によると、改ざんされていたのは2021年12月19日から21日までの期間。\r\n同期間にアクセスした際、無関係の外部ページへリンクしている、「ウイルスに感染している」との警告文が表示されるなどの事態が起こっていたとのこと。"
    },
    "companyId": "6246b3be9e564b61e102e2ae",
    "companyName": {
      "en": "Miyagi Prefecture",
      "jp": "宮城県"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7707d"
    },
    "name": {
      "en": "Approximately 100,000 user information leaks in cosmetics EC \"THREE\" and \"Amplitude\"",
      "jp": "化粧品EC「THREE」、「Amplitude」で約10万件のユーザー情報流出"
    },
    "description": {
      "en": "According to ACRO, unauthorized access was discovered on August 20, 2021. The possibility of information leakage was confirmed at the \"THREE official online shop\" and \"Amplitude official online shop\" operated by the company. As a result of an investigation by an external research organization, it was found that unauthorized access damage was exploited by a security vulnerability that existed in the system. It is possible that a third party has tampered with the payment application of each site and stole customer information.",
      "jp": "ACRO社によると、不正アクセスが判明したのは2021年8月20日。\r\n同社が運営する「THREE公式オンラインショップ」および「Amplitude公式オンラインショップ」にて情報流出の可能性が確認された。外部調査機関の調査の結果、システム内に存在したセキュリティ上の脆弱性を突いた不正アクセス被害が判明。\r\n第三者により、各サイトの決済アプリケーションが改ざんされ、顧客情報を窃取された可能性が浮上している。"
    },
    "companyId": "6246b3be9e564b61e102e2af",
    "companyName": {
      "en": "ACRO Co., Ltd.",
      "jp": "株式会社ACRO"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7707e"
    },
    "name": {
      "en": "Asus Group NAS Maker Concerns Affecting 130,000 Ransomware Users",
      "jp": "ASUSグループのNASメーカーでランサムウェア　ユーザー130,000名に影響懸念"
    },
    "description": {
      "en": "The attack has been confirmed since around February 21, and the cause is believed to be the ransomware \"Dead Bolt\". When infected with DeadBolt, the file is encrypted and the monitor displays a message requesting a ransom payment in Bitcoin. The number of NAS users of the company, which is said to be affected, is said to be 130,000.",
      "jp": "攻撃は2月21日ごろから確認されており、原因はランサムウェア「DeadBolt」によるものとみられている。\r\nDeadBoltに感染した場合、ファイルが暗号化されモニターにビットコインでの身代金支払いを要求するメッセージが表示されるというもの。\r\n影響が及ぶとされている同社NASユーザー数は、130,000に上るとのこと。"
    },
    "companyId": "6246b3be9e564b61e102e2b0",
    "companyName": {
      "en": "ASUSTOR",
      "jp": "ASUSTOR"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7707f"
    },
    "name": {
      "en": "[Mano Chemical Container] Site closed due to unauthorized access Credit card information leaked",
      "jp": "【馬野化学容器】不正アクセスによりサイト閉鎖　クレジットカード情報流出も"
    },
    "description": {
      "en": "A credit card company has contacted us on the website of Mano Chemical Containers Co., Ltd., concerned about information leaks. As a result of the investigation, it has been confirmed that unauthorized access from a third party and the tampering of the payment application on the site have been confirmed.",
      "jp": "クレジットカード会社から、馬野化学容器社サイト上で情報流出を懸念する連絡が入った。\r\n調査の結果、第三者からの不正アクセスおよびサイト内の決済アプリケーションが改ざんされる事態が確認されている。"
    },
    "companyId": "6246b3be9e564b61e102e2b1",
    "companyName": {
      "en": "Mano Chemical Container Co., Ltd.",
      "jp": "馬野化学容器株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77080"
    },
    "name": {
      "en": "[Ishibashi musical instrument] Web server attacked and information leaked 98,635 customers",
      "jp": "【石橋楽器】webサーバー攻撃され顧客98,635件の情報流出"
    },
    "description": {
      "en": "Unauthorized access was discovered on December 20, 2021. The cause is an attack by SQL injection from a third party. A database on the company's web server has been compromised, and evidence of an attacker's access to stored customer information has been found.",
      "jp": "不正アクセスが発覚したのは、2021年12月20日。\r\n原因は、第三者からのSQLインジェクションによる攻撃とのこと。\r\n同社webサーバー内のデータベースが侵害され、保管されていた顧客情報に攻撃者がアクセスした形跡が見つかっている。"
    },
    "companyId": "6246b3be9e564b61e102e248",
    "companyName": {
      "en": "Ishibashi Musical Instrument Store Co., Ltd.",
      "jp": "株式会社石橋楽器店"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77081"
    },
    "name": {
      "en": "[Tachibana Shobo] Website closed due to unauthorized access Possibility of credit card information leakage of 1,144 people",
      "jp": "【立花書房】ウェブサイトが不正アクセスで閉鎖　1,144名のクレジットカード情報流出の可能性"
    },
    "description": {
      "en": "At the \"Tachibana Shobo Website\" operated by the company. A credit card company contacted the site to worry about customer information leaks, raising the issue. As a result of the investigation, unauthorized access from a third party and damage to the in-site payment system falsification have been confirmed. As a result, the possibility of a customer's credit card information leakage was discovered.",
      "jp": "同社が運営する「立花書房ウェブサイト」において。\r\nクレジットカード会社から、同サイトから顧客の情報流出を懸念する連絡が入り問題が浮上した。\r\n調査の結果、第三者からの不正アクセスおよびサイト内決済システム改ざん被害が確認されている。\r\nこれにより、顧客のクレジットカード情報流出の可能性が発覚した。"
    },
    "companyId": "6246b3be9e564b61e102e2b2",
    "companyName": {
      "en": "Tachibana Shobo Co., Ltd.",
      "jp": "株式会社立花書房"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77082"
    },
    "name": {
      "en": "2,889 customer information leaks due to gas \"Iwatani\" Cause of incorrect email transmission",
      "jp": "ガスの「イワタニ」で顧客2,889件の情報流出　メール誤送信原因"
    },
    "description": {
      "en": "A problem occurred when sending an e-mail informing past attendees about the \"15th Iwatani Hydrogen Energy Forum\" sponsored by the company. Originally it was sent by Bcc, but it was mistakenly sent by To, causing information leakage.",
      "jp": "同社主催の「第15回 イワタニ水素エネルギーフォーラム」開催についての案内メールを、過去の出席者に一斉送信した際に問題が発生。\r\n本来Bccで送信するところ、誤ってToで送信したことで、情報流出が起こった。"
    },
    "companyId": "6246b3be9e564b61e102e244",
    "companyName": {
      "en": "Iwatani Corp.",
      "jp": "岩谷産業株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77083"
    },
    "name": {
      "en": "Call attention to phishing emails that are deceived as \"a part of measures against unauthorized access\" [Mitsubishi HC Capital Card]",
      "jp": "「不正アクセス対策の一環」と騙るフィッシングメールに注意喚起【三菱HCキャピタルカード】"
    },
    "description": {
      "en": "It is said that multiple reports of phishing emails entitled \"Notice of one-time URL for confirming the usage environment of Mitsubishi HC Capital\" have been received. In the text, messages such as \"confirmation of (user's) usage environment\" and \"part of measures against unauthorized access\" and the URL to the external page are described.",
      "jp": "「三菱ＨＣキャピタル」ご利用環境確認用ワンタイムURLのお知らせ」と題するフィッシングメールの報告が複数寄せられているという。\r\n本文には「（ユーザーの）利用環境の確認」「不正アクセス対策の一環」などのメッセージと、外部ページへのURLが記載されているとのこと。"
    },
    "companyId": "6246b3be9e564b61e102e2b3",
    "companyName": {
      "en": "Mitsubishi HC Capital Co., Ltd.",
      "jp": "三菱HCキャピタル株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77084"
    },
    "name": {
      "en": "[Shinsei Bank] Incorrectly provided Monex, Inc. with customer information including 1,467 My Numbers.",
      "jp": "【新生銀行】誤って1,467件のマイナンバー含む顧客情報をマネックス証券に提供"
    },
    "description": {
      "en": "Shinsei Bank plans to inherit the business rights of financial products through an absorption-type split agreement with Monex, Inc. At that time, account information other than the account to be succeeded was included. The problem was discovered by the indication from Monex, Inc. The cause is said to be a defect when extracting data at Shinsei Bank.",
      "jp": "新生銀行は、マネックス証券と吸収分割契約により金融商品の業務権利を継承する予定。\r\nその際、承継対象口座以外の口座情報が含まれていたというもの。\r\nマネックス証券からの指摘により問題が発覚した。\r\n原因は、新生銀行でのデータ抽出時の不備という。"
    },
    "companyId": "6246b3be9e564b61e102e2b4",
    "companyName": {
      "en": "Shinsei Bank, Ltd.",
      "jp": "株式会社新生銀行"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77085"
    },
    "name": {
      "en": "[Kyoto City Information Center] Incorrectly sent the information of one user to 19,000 past users by e-mail.",
      "jp": "【京都市情報館】利用者1名の情報を過去利用者19,000名に誤ってメール誤送信"
    },
    "description": {
      "en": "A problem occurred when \"Ueya Kato Zouen Co., Ltd.\", the designated manager of the facility, sent an e-mail entitled \"Murin-an Tea Ceremony Classroom Student Registration Information\" to the target person. When sending to one target person, it was mistakenly sent to multiple past users of the facility's admission reservations and services.",
      "jp": "同施設の指定管理者である「植彌加藤造園株式会社」が、『無鄰菴茶道教室門下生　ご登録のご案内』と題するメールを対象者に送信する際問題が発生。\r\n対象者1名に送信するところ、誤って同施設の入場予約やサービスの過去利用者複数名に一斉送信したという。"
    },
    "companyId": "6246b3be9e564b61e102e2b5",
    "companyName": {
      "en": "Kyoto City",
      "jp": "京都市"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77086"
    },
    "name": {
      "en": "[Hyogo Prefecture] Information leaked from 469 accommodation facilities due to incorrect transmission of campaign email",
      "jp": "【兵庫県】キャンペーンメール誤送信で宿泊施設469件の情報流出"
    },
    "description": {
      "en": "\"Piatou Co., Ltd.\", the outsourcer of the secretariat management business, occurred when sending an e-mail to the accommodation facilities participating in the campaign. The cause was an operation error of the mail system of the person in charge of the company. It is known from the indication from the accommodation facility that received the e-mail. Information leakage",
      "jp": "事務局運営業務の委託先である「株式会社ピアトゥー」が、当該キャンペーンに参加する宿泊施設に向けたメールを一斉送信時に起こった。\r\n原因は、同社担当者のメールシステムの操作ミスとのこと。\r\nメールを受信した宿泊施設からの指摘により判明している。\r\n\r\n情報流出"
    },
    "companyId": "6246b3be9e564b61e102e2b6",
    "companyName": {
      "en": "Hyogo prefecture",
      "jp": "兵庫県"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77087"
    },
    "name": {
      "en": "Malware infection damage situation investigation continues at agricultural seedling companies",
      "jp": "農産種苗業者でマルウェア感染被害　被害状況調査続く"
    },
    "description": {
      "en": "It has been found that the personal computer in Kaneko Seedling was remotely controlled from the outside. Currently, investigations into details such as the damage situation and the extent of the impact are ongoing. Damage situation",
      "jp": "カネコ種苗社内のパソコンが外部から遠隔操作された形跡が見つかっている。\r\n現在被害状況および影響範囲などの詳細は調査が継続している。\r\n\r\n被害状況"
    },
    "companyId": "6246b3be9e564b61e102e257",
    "companyName": {
      "en": "Kaneko Seedling Co., Ltd.",
      "jp": "カネコ種苗株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77088"
    },
    "name": {
      "en": "[Welfare book publication list] 41,970 customer information leaks due to unauthorized access",
      "jp": "【福祉の本 出版目録】不正アクセスで41,970件の顧客情報流出"
    },
    "description": {
      "en": "It is said that investigations are currently underway, such as the details of the damage and the extent of the impact. At this point, it is known that there is a possibility that some of the customer information was leaked due to unauthorized access from a third party to the \"Welfare Book Publication Catalog\" site.",
      "jp": "被害経緯や影響範囲など現在調査が進められている状況とのこと。\r\n現時点で判明しているのは、「福祉の本 出版目録」サイトに第三者からの不正アクセスがあり、顧客情報の一部が流出した可能性があるとのこと。"
    },
    "companyId": "6246b3be9e564b61e102e25c",
    "companyName": {
      "en": "Social Welfare Corporation National Council of Social Welfare",
      "jp": "社会福祉法人全国社会福祉協議会"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77089"
    },
    "name": {
      "en": "[Toyo Ink] Media site stopped Received tampering due to unauthorized access",
      "jp": "【東洋インキ】メディアサイト停止　不正アクセスにより改ざん受ける"
    },
    "description": {
      "en": "The damage was confirmed on the owned media site \"TOYO INK 1050+\" operated by the company. It is said that the site has been partially tampered with due to unauthorized access. Details such as the damage situation and circumstances have not been disclosed. The unauthorized access will not affect the customer's personal information.",
      "jp": "被害が確認されたのは、同社が運営するオウンドメディアサイト「TOYO INK 1050＋」にて。\r\n同サイトが、不正アクセスにより一部改ざんされる事態が発生しているという。\r\n被害状況や経緯などの詳細は明かされていない。\r\nなお、当該不正アクセスによる顧客の個人情報への影響はないとのこと。"
    },
    "companyId": "6246b3be9e564b61e102e2b7",
    "companyName": {
      "en": "Toyo Ink SC Holdings, Inc.",
      "jp": "東洋インキSCホールディングス社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7708a"
    },
    "name": {
      "en": "[Education Agency] 133 addresses leaked due to incorrect email transmission Corresponding to museum-related facilities in Tokyo",
      "jp": "【教育庁】メール誤送信で133件のアドレス流出　都内博物館関連施設該当"
    },
    "description": {
      "en": "Documents requested by the Agency for Cultural Affairs are sent by e-mail all at once. Originally, it was sent with Bcc settings, but it was mistakenly entered in the destination field and sent all at once. It was discovered by an indication from the recipient of the email.",
      "jp": "文化庁から周知依頼された文書を、メールにて一斉送信に発生している。\r\n本来Bcc設定で送信するところ、誤って宛先欄に入力し一斉送信したという。\r\nメール受信先からの指摘で発覚している。"
    },
    "companyId": "6246b3be9e564b61e102e259",
    "companyName": {
      "en": "Tokyo",
      "jp": "東京都"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7708b"
    },
    "name": {
      "en": "[Mitsubishi Electric] Is it newly discovered that about 20,000 confidential cases of the Ministry of Defense have been leaked in the event of unauthorized access damage?",
      "jp": "【三菱電機】不正アクセス被害時、防衛省機密およそ2万件流出も新たに発覚か"
    },
    "description": {
      "en": "The information leaked at the time of the Mitsubishi Electric's unauthorized access damage included approximately 20,000 defense-related data. According to a Ministry of Defense investigation, 59 of these were data files with security implications.",
      "jp": "三菱電機社の不正アクセス被害当時に流出した情報に、防衛関連のデータがおよそ2万件含まれていた。\r\n防衛省の調査によると、このうち59件が安全保障への影響が及ぶデータファイルだったという。"
    },
    "companyId": "6246b3be9e564b61e102e2b8",
    "companyName": {
      "en": "Mitsubishi Electric Co., Ltd.",
      "jp": "三菱電機株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7708c"
    },
    "name": {
      "en": "[Tichikaka] Credit card information leaked for 861 people at clothing miscellaneous goods online shop",
      "jp": "【チチカカ】洋服雑貨オンラインショップで861名分のクレジットカード情報流出"
    },
    "description": {
      "en": "It was discovered when a customer of the \"Tichikaka Online Shop\" operated by the company pointed out that there was a transaction that he did not remember. As a result of the investigation, it was found that a third party had illegally accessed the shop and the payment system had been tampered with.",
      "jp": "同社が運営する「チチカカオンラインショップ」の顧客から、身に覚えのない取引があるとの指摘が入ったことで発覚した。\r\n調査の結果、第三者が同ショップへ不正アクセスを実施、決済システムの改ざんが行われていたことが判明した。"
    },
    "companyId": "6246b3be9e564b61e102e25b",
    "companyName": {
      "en": "Tichikaka Co., Ltd.",
      "jp": "株式会社チチカカ"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7708d"
    },
    "name": {
      "en": "Ishikawa Prefecture \"Hakusan Shinkin Bank\" website closed Rewritten by a third party",
      "jp": "石川県「はくさん信用金庫」のwebサイト閉鎖　第三者にプログラム書き換えられる"
    },
    "description": {
      "en": "The program on the bank's website has been rewritten. The specific cause and scale of damage have not been disclosed.",
      "jp": "同金庫のwebサイト内プログラムが書き換えられたという。\r\n具体的な原因や、被害規模などは明かされていない。"
    },
    "companyId": "6246b3be9e564b61e102e2b9",
    "companyName": {
      "en": "Hakusan Shinkin Bank",
      "jp": "はくさん信用金庫"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7708e"
    },
    "name": {
      "en": "Call attention to receiving emails impersonating Emotet employees at [Kinokuniya Bookstore]",
      "jp": "【紀伊國屋書店】でEmotet　従業員なりすますメール受信に注意呼びかけ"
    },
    "description": {
      "en": "According to Kinokuniya Bookstore, a computer in the company was infected with Emotet. It is said that a third party has sent spoofed emails to multiple recipients to deceive the company's employees. The company calls attention to the following points as the characteristics of spoofed emails.",
      "jp": "紀伊國屋書店によると、同社内のパソコンがEmotetに感染。\r\n第三者から複数の宛先に、同社従業員を騙るなりすましメールが送信されているとのこと。\r\n\r\n同社は、なりすましメールの特徴として以下の点を挙げ注意喚起を行っている。"
    },
    "companyId": "6246b3be9e564b61e102e2ba",
    "companyName": {
      "en": "Kinokuniya Co., Ltd.",
      "jp": "株式会社 紀伊國屋書店"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7708f"
    },
    "name": {
      "en": "[Sophia University] Web server has been tampered with.",
      "jp": "【上智大学】webサーバーが改ざん　原因究明と復旧続く"
    },
    "description": {
      "en": "Information on websites of Sophia University-related faculties, departments, administrative organizations, research institutes, etc. was tampered with. Visitors to each site are being directed to unrelated suspicious pages.",
      "jp": "上智大学関連の学部、学科、事務組織、研究所などのwebサイト内記載情報が、改ざんされていた。\r\n各サイトの閲覧者が、無関係の不審なページに誘導される事態が発生している。"
    },
    "companyId": "6246b3be9e564b61e102e2bb",
    "companyName": {
      "en": "Sophia University",
      "jp": "上智大学"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77090"
    },
    "name": {
      "en": "[Odakyu Real Estate] Personal information of 53 seminar participants leaked due to incorrect email transmission",
      "jp": "【小田急不動産】セミナー参加者53名の個人情報をメール誤送信で流出"
    },
    "description": {
      "en": "The company sent an e-mail to the participants after the webinar \"How to clean things well\" was completed. Data containing personal information for 53 seminar participants was mistakenly attached and sent to one participant. The attached data was not locked such as password setting. correspondence",
      "jp": "同社は、主催したwebセミナー「モノの上手な片づけ方」終了後、参加者にメールを送信。\r\n参加者1名に、セミナー参加者53名分の個人情報が含まれるデータを誤って添付して送信したというもの。\r\n添付されたデータにパスワード設定などのロックはされていなかった。\r\n\r\n対応"
    },
    "companyId": "6246b3be9e564b61e102e2bc",
    "companyName": {
      "en": "Odakyu Real Estate Co., Ltd.",
      "jp": "小田急不動産株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77091"
    },
    "name": {
      "en": "Toyama Prefecture [Shinkin Bank] Website has been tampered with. Stop accepting online banking.",
      "jp": "富山県【砺波信用金庫】webサイトが改ざん被害　ネットバンキングの受付を停止"
    },
    "description": {
      "en": "It is said that the bank's website could not be browsed and unrelated sites were displayed.",
      "jp": "同金庫のwebサイト閲覧ができない、\r\n無関係のサイトが表示されるなどの事態が発生したという。"
    },
    "companyId": "6246b3be9e564b61e102e265",
    "companyName": {
      "en": "Sakai Credit Bank",
      "jp": "砺波信用金庫"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77092"
    },
    "name": {
      "en": "[Business supermarket] Unauthorized access damage at the operating company revealed the possibility of personal information leakage",
      "jp": "【業務スーパー】運営会社で不正アクセス被害　個人情報流出の可能性判明"
    },
    "description": {
      "en": "The server used by the company is said to be the target of damage. It is said that personal information and corporate information were recorded in the server. The damage situation and the extent of the impact are currently under investigation.",
      "jp": "同社が使用しているサーバーが被害対象とのこと。\r\nサーバー内には個人情報ならびに企業情報が記録されていたという。\r\n被害状況および影響範囲などは現在調査中とのこと。"
    },
    "companyId": "6246b3be9e564b61e102e261",
    "companyName": {
      "en": "Kobe Bussan Co., Ltd.",
      "jp": "株式会社神戸物産"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77093"
    },
    "name": {
      "en": "E-mail masquerading as a long-term care and care management company was found. Background and damage scale investigation continued [Sink Happiness]",
      "jp": "介護やケアマネジメント事業社になりすますメール判明　経緯・被害規模調査続く【シンクハピネス】"
    },
    "description": {
      "en": "Unauthorized use of the company's email account and spoofing emails were confirmed. In the body of the email, in addition to the garbled text, a URL link to an external page is described.",
      "jp": "同社のメールアカウントの不正利用および、なりすましによるメールが確認された。\r\nメール本文内には、文字化けした文章に加え外部ページへのURLリンクが記載されていという。"
    },
    "companyId": "6246b3be9e564b61e102e263",
    "companyName": {
      "en": "Sync Happiness Co., Ltd.",
      "jp": "株式会社シンクハピネス"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77094"
    },
    "name": {
      "en": "[Asahi Mutual Life Insurance Company] \"Update security system\" Call attention to phishing emails that arouse user anxiety",
      "jp": "【朝日生命】かたり「セキュリティシステムを更新」　ユーザーの不安煽るフィッシングメールに注意喚起"
    },
    "description": {
      "en": "It is said that there have been multiple reports of phishing emails entitled \"Important Notice from Asahi Mutual Life Insurance Company\". In the text, \"update the security system\", \"confirmation of submitted items\", \"confirmation of personal information\", etc., the wording that arouses the user's anxiety and the URL to the external page are described.",
      "jp": "「朝日生命から重要なお知らせ」と題するフィッシングメールの報告が複数寄せられているという。\r\n本文には「セキュリティシステムを更新」「提出事項の確認」「個人情報の確認」などと、利用者の不安を煽る文言と外部ページへのURLが記載されているとのこと。"
    },
    "companyId": "6246b3be9e564b61e102e2bd",
    "companyName": {
      "en": "Asahi Life Insurance Company",
      "jp": "朝日生命保険相互会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77095"
    },
    "name": {
      "en": "[Yamada Denki] A phishing email that pretends to be \"enhanced security\"",
      "jp": "【ヤマダ電機】騙るフィッシングメール「セキュリティ安全性を強化」と偽る本文"
    },
    "description": {
      "en": "According to the Phishing Countermeasures Council, multiple reports of phishing emails entitled \"[Yamada Webcom] Information Confirmation by Strengthening Security\" have been received. The text contains content that arouses user anxiety and URLs to external pages, such as \"more fraudulent use\", \"strengthening security and security\", and \"account confirmation within 24 hours\". matter",
      "jp": "フィッシング対策協議会によると、「【ヤマダウェブコム】セキュリティ強化により情報確認」と題するフィッシングメールの報告が複数寄せられているという。\r\n本文には「不正利用の発生が多くなる」「セキュリティ安全性を強化」「24時間以内にアカウント確認」などと、利用者の不安を煽る内容と外部ページへのURLが記載されているとのこと"
    },
    "companyId": "6246b3be9e564b61e102e2be",
    "companyName": {
      "en": "Yamada Denki Co., Ltd.",
      "jp": "株式会社ヤマダデンキ"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77096"
    },
    "name": {
      "en": "[Saitama Prefectural Education Center] Personal information of students is mistakenly disclosed on YouTube",
      "jp": "【埼玉県立総合教育センター】YouTube上に生徒の個人情報を誤って公開公開"
    },
    "description": {
      "en": "When the video of the lesson was shot as a teacher training material and uploaded on YouTube, it was said that the content was able to identify the individual.",
      "jp": "教員研修資料として動画撮影した授業の様子を、YouTube上にアップロードしたところ個人を特定できる内容だったという。"
    },
    "companyId": "6246b3be9e564b61e102e266",
    "companyName": {
      "en": "Saitama",
      "jp": "埼玉県"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77097"
    },
    "name": {
      "en": "Numazu [Uogashi Sushi] EC site stopped due to unauthorized access Possibility of credit card information leakage for 652 people",
      "jp": "沼津【魚がし鮨】ECサイトが不正アクセスで停止　652名分のクレジットカード情報流出の可能性"
    },
    "description": {
      "en": "The damage was the EC site \"Uogashi Sushi Takeaway Reservation Site\" operated by Kazuma Fisheries Co., Ltd. On September 3, the problem was revealed when a customer's credit card information leak was contacted by \"GR Co., Ltd.\", the contractor for the construction and operation of the site. As a result of the investigation, security vulnerabilities and unauthorized access from a third party were discovered on the site. It is said that a suspicious file was installed in the system. The attack has raised the possibility that customer information was leaked.",
      "jp": "被害があったのは、沓間水産社が運営するECサイト「魚がし鮨お持ち帰り予約サイト」。\r\n9月3日、同サイトの構築および運用の委託先である「株式会社ジーアール」から顧客のクレジットカード情報流出を懸念する連絡が入り問題が判明している。\r\n調査の結果、サイト内にセキュリティ上の脆弱性および第三者からの不正アクセスが発覚。\r\nシステム内に不審なファイルが設置されていたという。\r\n当該攻撃により、顧客情報が流出した可能性が浮上している。"
    },
    "companyId": "6246b3be9e564b61e102e26e",
    "companyName": {
      "en": "Kasuma Fisheries Co., Ltd.",
      "jp": "沓間水産株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77098"
    },
    "name": {
      "en": "[Osaka] 20,000 spam emails are sent to the local government employee disaster compensation fund server.",
      "jp": "【大阪】地方公務員災害補償基金サーバーに不正アクセス被害　2万件のスパムメール送信される事態に"
    },
    "description": {
      "en": "Unauthorized access occurred during the period from November 22nd to December 2nd. The Web server used to operate the homepage of the Osaka branch of the Local Government Employees Disaster Compensation Fund was damaged. Due to this unauthorized access, as many as 20,000 spam emails have been sent to the outside. In addition, since personal information was not stored in the damaged server, there was no leakage damage.",
      "jp": "不正アクセスが発生したのは、11月22日から12月2日までの期間。\r\n地方公務員災害補償基金の大阪府支部ホームページ運営で利用されていたWebサーバーが被害対象。\r\n当該不正アクセスで、外部に向け2万件ものスパムメールが送信される事態が発生している。\r\nなお、被害があったサーバー内に個人情報は保管されていなかったことから流出被害はないという。"
    },
    "companyId": "6246b3be9e564b61e102e267",
    "companyName": {
      "en": "Osaka prefecture",
      "jp": "大阪府"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c77099"
    },
    "name": {
      "en": "[Nippon Express] Unauthorized access to overseas base servers The investigation continues even now",
      "jp": "【日本通運】海外拠点サーバーが不正アクセス　現在も調査続く"
    },
    "description": {
      "en": "The server and personal computer operated by Nippon Express' Singapore subsidiary are said to be the target of damage. Investigations are currently underway, and no specific damage situation or impact on personal information has been identified.",
      "jp": "日本通運社のシンガポール現地法人にて運用されていた、サーバーおよびパソコンが被害対象という。\r\n現在調査が進行中で、具体的な被害状況や個人情報への影響などは特定されていない。"
    },
    "companyId": "6246b3be9e564b61e102e26a",
    "companyName": {
      "en": "Nippon Express Co., Ltd.",
      "jp": "日本通運株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7709a"
    },
    "name": {
      "en": "[Tokyo Sports Culture Center] Possibility of personal information leakage due to unauthorized access to HP",
      "jp": "【東京スポーツ文化館】HPが不正アクセスで個人情報流出の可能性"
    },
    "description": {
      "en": " The homepage was operated by the PFI operator \"PFI Ward Youth Plaza Co., Ltd.\" There is a possibility that personal information may be leaked from the homepage that was illegally accessed from the outside. Currently, investigations into the specific details of the damage and the scale of the impact are underway. Damage target",
      "jp": "同ホームページは、PFI事業者「PFI区部ユース・プラザ株式会社」が運営していた。\r\n外部からの不正アクセスを受けた同ホームページから、個人情報流出の可能性が挙がっている。\r\n現在、具体的な被害経緯や影響規模などの調査が進められている状況とのこと。\r\n\r\n被害対象\r\n"
    },
    "companyId": "6246b3be9e564b61e102e259",
    "companyName": {
      "en": "Tokyo",
      "jp": "東京都"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7709b"
    },
    "name": {
      "en": "[Nishinomiya City] Password was stolen and 730 staff spoofed emails were sent.",
      "jp": "【西宮市】パスワード奪われ、730件の職員なりすましメール送信される事態に"
    },
    "description": {
      "en": "Groupware used by city officials was hacked by a third party, and their account passwords were stolen. One employee's email account was abused and as many as 730 phishing emails were sent.",
      "jp": "同市職員が使用するグループウェアが第三者によるハッキングを受け、職員のアカウントパスワードが窃取された。\r\n職員1名のメールアカウントが悪用され、730件ものフィッシングメールが送信されている。"
    },
    "companyId": "6246b3be9e564b61e102e2bf",
    "companyName": {
      "en": "Nishinomiya City",
      "jp": "西宮市"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7709c"
    },
    "name": {
      "en": "870 email addresses and names leaked due to system error [Fruity Foods]",
      "jp": "システムエラーで870名のメールアドレスと氏名流出【フルーティヤフーズ】"
    },
    "description": {
      "en": "A problem occurred when sending emails to the company's e-mail newsletter registrants. The cause is a malfunction of the renewed mail sending system. As a result, the address and the contents of the mail can be viewed among the recipients. It is explained that it is not a cyber attack involving a third party.",
      "jp": "同社のメールマガジン登録者に、メールの一斉送信時に問題が発生。\r\n刷新したメール送信システムの誤作動が原因とのこと。\r\nこれにより、受信者間でアドレスおよびメール内容が閲覧できる事態が起こった。\r\nなお、第三者が関与するサイバー攻撃ではないと説明されている。"
    },
    "companyId": "6246b3be9e564b61e102e27a",
    "companyName": {
      "en": "Fruitia Foods Co., Ltd.",
      "jp": "株式会社フルーティヤフーズ"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7709d"
    },
    "name": {
      "en": "Sumitomo Life leads to a camouflaged site saying \"personal information needs to be updated\" Calls attention to phishing scams",
      "jp": "住友生命「個人情報更新が必要」と偽装サイトへ誘導　フィッシング詐欺に注意喚起"
    },
    "description": {
      "en": "According to the Phishing Countermeasures Council, there have been multiple reports of phishing emails entitled \"Important Notice from Sumitomo Life Insurance Company.\" In the text, \"Personal information needs to be updated\", \"Usage restrictions if not confirmed\", etc., and the content that arouses the user's anxiety and the URL to the external page are described.",
      "jp": "フィッシング対策協議会によると、「住友生命保険から重要なお知らせ」と題するフィッシングメールの報告が複数寄せられているという。\r\n本文には「個人情報更新が必要」「確認されない場合利用制限」などと、利用者の不安を煽る内容と外部ページへのURLが記載されているとのこと。"
    },
    "companyId": "6246b3be9e564b61e102e2c0",
    "companyName": {
      "en": "Sumitomo Life Insurance Company",
      "jp": "住友生命保険相互会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7709e"
    },
    "name": {
      "en": "Dress [Tika] Unauthorized access damage to personal information of 8,306 customers on mail order site",
      "jp": "ドレス【Tika】通販サイトで顧客8,306名の個人情報に不正アクセス被害発生"
    },
    "description": {
      "en": "It was discovered when the system company of the site contacted us about information leakage. As a result of the investigation, it has been confirmed that unauthorized access by a third party and the tampering of the payment application on the site have been confirmed. This raises the possibility of leaking customer information using the site.",
      "jp": "サイトのシステム会社から、情報流出を懸念する連絡が入ったことで発覚している。\r\n調査の結果、第三者の不正アクセスおよび、サイト内のペイメントアプリケーションが改ざんされる事態が確認されている。\r\nこれにより同サイトを利用した顧客情報流出の可能性が浮上している。"
    },
    "companyId": "6246b3be9e564b61e102e26f",
    "companyName": {
      "en": "DRESS DESIGN WORKS Co., Ltd.",
      "jp": "株式会社DRESS DESIGN WORKS"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c7709f"
    },
    "name": {
      "en": "Niigata Prefecture [Modern Museum] Unauthorized access to your account Is there a situation where spam emails are sent?",
      "jp": "新潟県【近代美術館】アカウントに不正アクセス　スパムメール送信される事態発生か"
    },
    "description": {
      "en": "According to Niigata Prefecture, unauthorized access was detected in the business email account used at the museum. This raises the possibility that a suspicious email was sent to the outside. The details and scale of the damage have not been announced.",
      "jp": "新潟県によると、同美術館で使用されている業務用メールアカウントに不正アクセスが検知された。\r\nこれにより、外部に向け不審なメールが送信された可能性が浮上している。\r\nなお、被害経緯や規模などは公表されていない。"
    },
    "companyId": "6246b3be9e564b61e102e2a9",
    "companyName": {
      "en": "Niigata Prefecture",
      "jp": "新潟県"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770a0"
    },
    "name": {
      "en": "\"If you do not pay the water charge, the water will be cut off.\"",
      "jp": "「水道料金を払っていないと断水」東京都水道局かたるフィッシングサイトに注意喚起"
    },
    "description": {
      "en": "According to the Phishing Countermeasures Council, there have been multiple reports of phishing emails entitled \"Notice from the Waterworks Bureau\". In the text, it is said that the contents that arouse the user's anxiety and the URL to the external page are described, such as \"There is a possibility that the water will be cut off if you do not pay the water charge\", \"Pay at the link destination\", etc. ..",
      "jp": "フィッシング対策協議会によると、「水道局からのお知らせ」と題するフィッシングメールの報告が複数寄せられているという。\r\n本文には、「水道料金を払っていないと断水する可能性がある」、「リンク先で支払い」などと、利用者の不安を煽る内容と外部ページへのURLが記載されているとのこと。"
    },
    "companyId": "6246b3be9e564b61e102e259",
    "companyName": {
      "en": "Tokyo",
      "jp": "東京都"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770a1"
    },
    "name": {
      "en": "[Japanese Society of Allergology] Infected by opening an email spoofing a malware-related person",
      "jp": "【日本アレルギー学会】でマルウェア　関係者なりすますメール開封し感染"
    },
    "description": {
      "en": "According to the Japanese Society of Allergology, a computer in the office was infected with malware. When an employee of the association opened an email from an affiliated organization, it was a spoofed email containing malware. After that, an e-mail containing malware that tricked the employee who opened the e-mail was illegally sent to other employees.",
      "jp": "日本アレルギー学会によると、事務所内のパソコンがマルウェアに感染。\r\n同会の従業員が関係団体からのメールを開封したところ、マルウェアが仕込まれたなりすましメールだったという。\r\nその後、メールを開封した従業員を騙るマルウェアが混入したメールが他の職員へ不正に送信される事態が発生したという。"
    },
    "companyId": "6246b3be9e564b61e102e2c1",
    "companyName": {
      "en": "Japanese Society of Allergology",
      "jp": "一般社団法人 日本アレルギー学会"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770a2"
    },
    "name": {
      "en": "Tablet EC site stopped due to cyber attack Damage occurred at partner",
      "jp": "サイバー攻撃でタブレットECサイトがサービス停止　提携先で被害発生"
    },
    "description": {
      "en": "Wacom has stopped the service of the EC site \"Wacom Store\" that it operates. There is a delay in shipping products, and we are responding individually to affected customers by email. The cause is that the logistics company, which is a partner company, was attacked by a cyber attack. It is said that the damage will not affect personal information.",
      "jp": "ワコム社は、運営するECサイト「ワコムストア」のサービスを停止。\r\n商品発送において遅延が発生しており、影響のある顧客へ個別にメールで対応を行っている。\r\n原因は、提携先である物流企業がサイバー攻撃を受けたというもの。なお、当該被害で個人情報への影響はないとされている。"
    },
    "companyId": "6246b3be9e564b61e102e2c2",
    "companyName": {
      "en": "Wacom Co., Ltd.",
      "jp": "株式会社ワコム"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770a3"
    },
    "name": {
      "en": "Medical [Linical] More than 200,000 cases of personal information leaked revealed Ransom demand",
      "jp": "医療【リニカル】20万件以上の個人情報流出判明　身代金要求も"
    },
    "description": {
      "en": "The details of the damage caused by unauthorized access announced by Linical are as follows. On October 3, unauthorized access damage occurred at the Linical headquarters in Japan and the Taiwan base of the company's group companies. On October 22, a group company's European base receives unauthorized access. On October 26, a message was received from an attacker for the purpose of requesting a ransom. On November 3, it was discovered that data including personal information was leaked due to unauthorized access, but the specific scale of damage was not specified. Linical has explained that it will not respond to ransom demands from attackers.",
      "jp": "リニカル社から公表されている不正アクセス被害経緯は以下の通り。\r\n\r\n10月3日、⽇本のリニカル本社および同社グループ企業の台湾拠点で不正アクセス被害発生。\r\n10月22日、グループ企業のヨーロッパ拠点が不正アクセスを受ける\r\n10月26日、攻撃者から身代金要求を目的としたメッセージを受信。\r\n11月3日、不正アクセスによる個人情報を含むデータ流出が判明するも、具体的な被害規模の特定には至らず。\r\nなおリニカル社は、攻撃者からの身代金要求へは応じないと説明している。"
    },
    "companyId": "6246b3be9e564b61e102e272",
    "companyName": {
      "en": "Linical Co., Ltd.",
      "jp": "株式会社リニカル"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770a4"
    },
    "name": {
      "en": "[Oki Electric Industry] Unauthorized access to customer information by a third party or damage status is being identified",
      "jp": "【沖電気工業】第三者が顧客情報に不正アクセスか　被害状況特定中"
    },
    "description": {
      "en": "It has been confirmed that the customer information in the company's file server may have been leaked by unauthorized access by a third party. Currently, an investigation by a specialized institution is underway, and the specific scale and circumstances of the damage have not been specified.",
      "jp": "同社ファイルサーバー内の顧客情報が第三者に不正アクセスされ、流出した可能性が確認されたという。\r\n現在、専門機関による調査が進められており、具体的な被害規模や経緯などは特定されていない。"
    },
    "companyId": "6246b3be9e564b61e102e274",
    "companyName": {
      "en": "Oki Electric Industry Co., Ltd.",
      "jp": "沖電気工業株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770a5"
    },
    "name": {
      "en": "Consulting [Jeck] emerges the possibility of leaking customer's personal information Unauthorized access detection from a third party",
      "jp": "コンサルティング【ジェック】社で顧客の個人情報流出の可能性浮上　第三者から不正アクセス検知"
    },
    "description": {
      "en": "A problem emerged when the company's server became unusable. When the person in charge of the system investigated, it was discovered that there was a possibility of unauthorized access by a third party.",
      "jp": "同社のサーバーが使用不可能な事態が発生し、問題が浮上。\r\nシステム担当者が調べたところ、第三者による不正アクセスの可能性が発覚した。"
    },
    "companyId": "6246b3be9e564b61e102e249",
    "companyName": {
      "en": "Jeck Co., Ltd.",
      "jp": "株式会社ジェック"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770a6"
    },
    "name": {
      "en": "Attention to Emotet employee spoofing emails on truck [Isuzu Motors]",
      "jp": "トラックの【いすゞ自動車】でEmotet　従業員なりすましメールに注意喚起"
    },
    "description": {
      "en": "According to Isuzu Motors Ltd., the company's personal computer was infected with the malware Emotet. After that, it has been confirmed that spoofed emails that deceive employees of the company are sent from overseas servers.",
      "jp": "いすゞ自動車社によると、同社内パソコンがマルウェアEmotetに感染。\r\nその後同社従業員を騙るなりすましメールが、海外のサーバーから送信される事態が確認されているとのこと。"
    },
    "companyId": "6246b3be9e564b61e102e2c3",
    "companyName": {
      "en": "East Hokkaido Isuzu Motor Co., Ltd.",
      "jp": "東北海道いすゞ自動車株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770a7"
    },
    "name": {
      "en": "[University of the Ryukyus] Causes of unauthorized access to 275 personal information leaked web servers",
      "jp": "【琉球大学】275名の個人情報流出　webサーバーへの不正アクセス原因"
    },
    "description": {
      "en": "According to the University of the Ryukyus, the victim was a web server managed by a faculty member of the Faculty of Engineering. Details regarding the details of the damage have not been released.",
      "jp": "琉球大学によると、被害を受けたのは工学部教員が管理しているwebサーバー。\r\n被害経緯に関する詳細は公表されていない。"
    },
    "companyId": "6246b3be9e564b61e102e2c4",
    "companyName": {
      "en": "National University Corporation University of the Ryukyus",
      "jp": "国立大学法人琉球大学"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770a8"
    },
    "name": {
      "en": "[Joshin] Deceived phishing emails User anxiety that \"account information is incorrect\"",
      "jp": "【ジョーシン】騙るフィッシングメール　「アカウント情報が間違っている」とユーザーの不安煽る"
    },
    "description": {
      "en": "Currently, phishing emails with the following subject lines have been confirmed.・ \"The card information of Joshin web could not be updated.\" ・ [Joshin web] Notification of card information update",
      "jp": "現在、以下のような件名のフィッシングメールが確認されているという。\r\n\r\n・「Joshin webのカード情報を更新できませんでした」\r\n・[Joshin web] カード情報更新のお知らせ"
    },
    "companyId": "6246b3be9e564b61e102e2c5",
    "companyName": {
      "en": "Joshin Denki Co., Ltd.",
      "jp": "上新電機株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770a9"
    },
    "name": {
      "en": "[Yamaguchi Prefecture] The web page of the Animal Protection Center has been tampered with.",
      "jp": "【山口県】動物愛護センターのwebページが改ざん被害　閲覧ユーザーのウイルス感染懸念"
    },
    "description": {
      "en": "It was discovered when an anonymous email arrived that was concerned about site tampering. Currently, investigations are underway for details such as the details of the damage and the cause. As a confirmed situation, the URL link destination of the site is directed to an unrelated page.",
      "jp": "サイト改ざんを懸念する匿名のメールが届いたことで発覚している。\r\n現在、被害経緯や原因など詳細については調査が進められている状況とのこと。\r\n\r\n確認されている状況として、同サイトのURLリンク先が無関係のページに誘導されるというもの。"
    },
    "companyId": "6246b3be9e564b61e102e240",
    "companyName": {
      "en": "Yamaguchi Prefecture",
      "jp": "山口県"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770aa"
    },
    "name": {
      "en": "[Evangelion] Credit card information leaked for 17,828 people on the EC site",
      "jp": "【エヴァンゲリオン】ECサイトで17,828名分のクレジットカード情報流出"
    },
    "description": {
      "en": "The damage was confirmed in \"EVANGELION STORE (online)\", which handles character products of the anime \"Evangelion\" operated by the company. On July 12, a credit card company contacted us on the site to worry about information leaks, and a problem emerged. As a result of the investigation, a third party illegally accessed the site and tampered with the payment application. The possibility of customer information leakage is known.",
      "jp": "被害が確認されたのは、同社が運営するアニメ「エヴァンゲリオン」のキャラクター商品を取り扱う「EVANGELION STORE(オンライン)」において。\r\n7月12日にクレジットカード会社から、同サイト上で情報流出を懸念する連絡が入り問題が浮上。\r\n調査の結果、同サイトに第三者が不正アクセスし決済アプリケーションを改ざん。\r\n顧客情報流出の可能性が判明している。"
    },
    "companyId": "6246b3be9e564b61e102e278",
    "companyName": {
      "en": "Ground Works Co., Ltd.",
      "jp": "株式会社グラウンドワークス"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770ab"
    },
    "name": {
      "en": "Personal information leakage of 17,675 customers in Hokuriku three prefectures \"Shibaju\" Unauthorized access by EC site management contractor",
      "jp": "北陸三県「芝寿し」で顧客17,675名の個人情報流出　ECサイト管理委託先が不正アクセス"
    },
    "description": {
      "en": "Unauthorized access was discovered on September 2. A problem emerged when a credit card company contacted us about information leakage on the \"Shibaju Online Shop\" operated by Shibaju. As a result of the investigation, the cause was that the management system of \"GR Co., Ltd.\", which is the outsourcer of the site operation, was illegally accessed by a third party.",
      "jp": "不正アクセスが発覚したのは、9月2日。\r\nクレジットカード会社から、芝寿しが運営する「芝寿しオンラインショップ」上で情報流出を懸念する連絡が入ったことで問題が浮上。\r\n調査の結果、同サイト運営の委託先である「株式会社ジーアール」の管理システムが第三者による不正アクセスを受けたことが原因だった。"
    },
    "companyId": "6246b3be9e564b61e102e2c6",
    "companyName": {
      "en": "Shibaju Co., Ltd.",
      "jp": "株式会社芝寿し"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770ac"
    },
    "name": {
      "en": "[Toyama Prefecture] E-mail erroneous transmission regarding grouse protection activities Leaked address information of 75 people",
      "jp": "【富山県】ライチョウ保護活動に関するメール誤送信　75名のアドレス情報流出"
    },
    "description": {
      "en": "It is said that there was an erroneous transmission due to a work error of the person in charge when sending a message about the activity to be held all at once by e-mail.",
      "jp": "開催予定の活動に関する連絡をメールで一斉送信した際、担当者の作業ミスを原因とする誤送信があったという。"
    },
    "companyId": "6246b3be9e564b61e102e239",
    "companyName": {
      "en": "Toyama Prefecture",
      "jp": "富山県"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770ad"
    },
    "name": {
      "en": "[Vendome jewelry] Possibility of credit card information leakage of 2,715 customers",
      "jp": "【ヴァンドームジュエリー】顧客2,715名のクレジットカード情報流出の可能性"
    },
    "description": {
      "en": "According to \"Vendome Yamada Corp.\", the online shop operating company, unauthorized access was confirmed on October 11. This was due to a contact from a credit card payment agency that was concerned about information leakage on the site. As a result of the investigation, there is a security vulnerability in the site, and a third party aiming at this has unauthorized access. It has been confirmed that the payment application has been tampered with. From the log information, it is possible that the file in which the customer information was stored was viewed.",
      "jp": "同オンラインショップ運営会社の「株式会社ヴァンドームヤマダ」によると、不正アクセスが確認されたのは10月11日。\r\nクレジットカード決済代行業者からサイト上で情報流出を懸念する連絡が入ったことによるもの。\r\n調査の結果、サイト内のセキュリティ上に脆弱性があり、これを狙った第三者が不正アクセス。\r\n決済アプリケーションを改ざんされる事態が確認されている。\r\nログ情報から、顧客情報が保管されていたファイルが閲覧された可能性も浮上している。"
    },
    "companyId": "6246b3be9e564b61e102e27e",
    "companyName": {
      "en": "Vendome Yamada Corp.",
      "jp": "株式会社ヴァンドームヤマダ"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770ae"
    },
    "name": {
      "en": "Survey results of sports club \"NAS\" ransomware damage Encrypted but not leaked",
      "jp": "スポーツクラブ「NAS」ランサムウェア被害への調査結果　暗号化されたが流出はなしか"
    },
    "description": {
      "en": "On the server that manages customer information of the stores that operate, internal data is encrypted, such as garbled files. As a result of an investigation by a system maintenance company, ransomware infection was confirmed from unauthorized access by a third party.",
      "jp": "運営する店舗の顧客情報を管理しているサーバーにおいて、ファイルが文字化けするなど内部データが暗号化される事態が発生。\r\nシステム保守会社による調査の結果、第三者による不正アクセスからランサムウェアの感染が確認された。"
    },
    "companyId": "6246b3be9e564b61e102e2c7",
    "companyName": {
      "en": "Sports Club NAS Co., Ltd.",
      "jp": "スポーツクラブNAS株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770af"
    },
    "name": {
      "en": "[Todome Credit Union] HP and Internet banking stopped due to cyber attack Damage situation investigation continued",
      "jp": "【都留信用組合】サイバー攻撃でHPやネットバンキング停止　被害状況調査続く"
    },
    "description": {
      "en": "It is said that spoofing emails pretending to be the union were sent to an unspecified number of people. In addition, on the same day, the association's homepage browsing and online banking services were not available. The specific damage situation and scale are still being investigated together with partner companies. The homepage is currently restored.",
      "jp": "同組合を装うなりすましメールが不特定多数に向け送信されていたという。\r\nまた、同日に同組合のホームページ閲覧やネットバンキングサービスが利用不可能な事態も発生している。\r\n\r\n具体的な被害状況や規模などは、提携業者とともに現在も調査が進められている状況とのこと。\r\nなお、現在ホームページは復旧している。"
    },
    "companyId": "6246b3be9e564b61e102e2c8",
    "companyName": {
      "en": "Toru Credit Union",
      "jp": "都留信用組合"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770b0"
    },
    "name": {
      "en": "Is it the cause of erroneous transmission due to a mistake in leaking 400 e-mail address information at the [Digital Agency]?",
      "jp": "【デジタル庁】で400件のメールアドレス情報流出　ミスによる誤送信原因か"
    },
    "description": {
      "en": "Occurred when an e-mail entitled \"A memorandum of cooperation in the digital field was signed with the Danish Ministry of Foreign Affairs\" was sent to the press. Originally it was sent by Bcc, but it was mistakenly executed with Cc settings.",
      "jp": "「デンマーク外務省とデジタル分野での協力に関する覚え書きを結んだ」と題するメールを報道関係者に向け一斉送信した際に発生。\r\n本来はBccで送信するところ、誤ってCc設定で実行したというもの。"
    },
    "companyId": "6246b3be9e564b61e102e27d",
    "companyName": {
      "en": "Digital Agency",
      "jp": "デジタル庁"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770b1"
    },
    "name": {
      "en": "184 students at a junior high school in Fukui Prefecture fear of information leakage Continued investigation due to unauthorized access",
      "jp": "福井県中学校で184名全校生徒の情報流出の恐れ　不正アクセスで調査続く"
    },
    "description": {
      "en": "According to the Fukui Prefecture Echizen City Board of Education, unauthorized access was discovered on November 8. The damage was confirmed on one computer and a dedicated server in Takefu No. 6 Junior High School. A maintenance contractor found an encrypted file in the device that appeared to be an attack by malware.",
      "jp": "福井県越前市教育委員会によると、不正アクセスが判明したのは11月8日。\r\n被害が確認されたのは、武生第六中学校内パソコン1台と専用サーバー。\r\n保守点検業者が、端末内にマルウェアによる攻撃とみられる暗号化されたファイルを発見し判明した。"
    },
    "companyId": "6246b3be9e564b61e102e2c9",
    "companyName": {
      "en": "Fukui prefecture",
      "jp": "福井県"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770b2"
    },
    "name": {
      "en": "Women's shoes [Crossroad] Questionnaire content leaked on the web Is it the cause of setting mistakes?",
      "jp": "婦人靴【クロスロード】アンケート内容がweb上で流出　設定ミス原因か"
    },
    "description": {
      "en": "A problem occurred when conducting a pre-questionnaire for visitors to the sale planning. The questionnaire was created using Google Forms, and was caused by a setting error by the person in charge. Questionnaire respondents were able to view the contents answered by other customers when they pressed a specific button in the form.",
      "jp": "セール企画への、来場者向け事前アンケートを実施した際に問題が発生。\r\n当該アンケートはGoogleフォームを利用して作成されており、担当者の設定ミスが原因。\r\nアンケート回答者が、フォーム内で特定のボタン操作をすると他の顧客が回答した内容が閲覧できる状態だったというもの。"
    },
    "companyId": "6246b3be9e564b61e102e2ca",
    "companyName": {
      "en": "Crossroad Co., Ltd.",
      "jp": "株式会社クロスロード"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770b3"
    },
    "name": {
      "en": "[Seiko-tei online shop] Site stopped due to information leakage such as cookies Damage such as credit card information of 3,079 people",
      "jp": "クッキーなどの【西光亭ネットショップ】情報流出でサイト停止　3,079名のクレジットカード情報など被害"
    },
    "description": {
      "en": "According to the shop's operating company, Santane Co., Ltd., unauthorized access was confirmed on June 16. From the information from the system development company of the site, the possibility of unauthorized access and information leakage emerged as a result of the investigation. After breaking into the shop's system, the attacker tampered with the credit card payment page. It is believed that the information entered by the user was stolen. In addition, it is also known that the database on the site may have been browsed.",
      "jp": "同ショップの運営会社「有限会社サンタネ」によると、不正アクセスが確認されたのは6月16日。\r\nサイトのシステム開発会社からの情報から、調査を行ったところ不正アクセスおよび情報流出の可能性が浮上した。\r\n攻撃者は同ショップのシステムに侵入後、クレジットカード決済ページを改ざん。\r\n利用者が入力した情報を窃取したとみられている。\r\nまた、サイト内のデータベースが閲覧された可能性も判明しているとのこと。"
    },
    "companyId": "6246b3be9e564b61e102e280",
    "companyName": {
      "en": "Santane Co., Ltd.",
      "jp": "有限会社サンタネ"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770b4"
    },
    "name": {
      "en": "[DMM] Deceived phishing scam \"Account suspension without identity verification\"",
      "jp": "【DMM】騙るフィッシング詐欺　「本人確認なければアカウント停止」"
    },
    "description": {
      "en": "According to the Phishing Countermeasures Council, there are currently multiple reports of phishing emails entitled \"DMM [Request for Identity Verification]\". There is a possibility that new cases will be confirmed in the future.",
      "jp": "フィッシング対策協議会によると、現在「DMM【本人確認のお願い】」と題するフィッシングメールの報告が複数寄せられているという。\r\n今後新たなケースが確認される可能性があるとのこと。"
    },
    "companyId": "6246b3be9e564b61e102e2cb",
    "companyName": {
      "en": "GK DMM.com",
      "jp": "合同会社DMM.com"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770b5"
    },
    "name": {
      "en": "[Shiga Industrial Support Plaza] E-mail address information leaked for 10 people",
      "jp": "【滋賀県産業支援プラザ】10名分のメールアドレス情報流出"
    },
    "description": {
      "en": "It was revealed when the materials related to the course \"The secret of online product sales that make the most of\" existing \"now\" that was conducted by the plaza were sent to the participants all at once. Originally, it was sent with the Bcc setting, but it was sent in a state where the destination could be confirmed by mistake. On the same day, the person in charge noticed the erroneous transmission.",
      "jp": "同プラザが実施した講座「今『在る』を最大限に活かすオンライン物販の極意」に関する資料を、参加者に一斉送信した際に判明。\r\n本来Bcc設定で送信するところ、誤って宛先が確認できる状態で送信したという。\r\n同日、担当者自ら誤送信に気が付いている。"
    },
    "companyId": "6246b3be9e564b61e102e2cc",
    "companyName": {
      "en": "Shiga Prefectural Industrial Support Plaza",
      "jp": "公益財団法人滋賀県産業支援プラザ"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770b6"
    },
    "name": {
      "en": "Credit card information leaked from 349 users on the EC site of an agricultural support company [Gran Tomato]",
      "jp": "農業支援事業社ECサイトで、ユーザー349名のクレジットカード情報流出【グラントマト】"
    },
    "description": {
      "en": "At the EC site \"Gran Tomato Online Shop\" operated by Gran Tomato. The site is derived from the unauthorized access of the site management system of \"GR Co., Ltd.\", which had been outsourced to the operation business, by a third party. At the same time, a chain of information leaks occurred in the incident of GR.",
      "jp": "グラントマト社が運営するECサイト「グラントマトオンラインショップ」において。\r\n同サイトは、運営業務を委託していた「株式会社ジーアール」のサイト管理システムが第三者に不正アクセスされたことに由来する。\r\n同時期、ジーアール社のインシデントで連鎖的に情報流出が発生している。"
    },
    "companyId": "6246b3be9e564b61e102e28a",
    "companyName": {
      "en": "Gran Tomato Co., Ltd.",
      "jp": "グラントマト株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770b7"
    },
    "name": {
      "en": "Academic information service [Sunmedia] HP tampering damage Is it unauthorized access from Germany?",
      "jp": "学術情報提供サービス【サンメディア】HP改ざん被害　ドイツからの不正アクセスか"
    },
    "description": {
      "en": "A problem was discovered after receiving a message from the vendor that operates the Sunmedia website that an abnormality was detected. As a result of the investigation, unauthorized access that seems to be from Germany was detected, and the configuration file of the website was tampered with. In addition, since the data related to personal information was not held on the damaged server, there is no possibility of leakage.",
      "jp": "サンメディア社のホームページの運営ベンダーから異常を検知したとの連絡が入り問題が発覚。\r\n調査の結果、ドイツからとみられる不正アクセスが検知されており、webサイトの構成ファイルが改ざんされていたとのこと。\r\nなお、被害のあったサーバー上に個人情報に関するデータは保有していなかったことから流出の可能性はないとしている。"
    },
    "companyId": "6246b3be9e564b61e102e2cd",
    "companyName": {
      "en": "Sunmedia Co., Ltd.",
      "jp": "株式会社サンメディア"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770b8"
    },
    "name": {
      "en": "Dentsu Group [Information Services International-Dentsu] Address information leaked from 480 seminar participants",
      "jp": "電通グループ【電通国際情報サービス】セミナー参加者480名のアドレス情報流出　メール誤送信判明"
    },
    "description": {
      "en": "This occurred when Dentsu International Information Services Kansai Branch sent an e-mail informing us of the online seminar \"How to overcome the DX barrier of 100 manufacturing / financial / healthcare companies\". Originally it was sent with Bcc settings, but it was mistakenly executed with Cc. As a result, the contents of the mail can be viewed by each other among the recipients.",
      "jp": "電通国際情報サービス関西支社が、オンラインセミナー「製造/金融/ヘルスケア 100社100様のDXの壁をどう乗り越える」の案内メールを一斉送信した際に発生している。\r\n本来Bcc設定で送信するところ、誤ってCcで実行。\r\nこれにより、受信者間で互いにメール内容が閲覧できる事態になったというもの。"
    },
    "companyId": "6246b3be9e564b61e102e285",
    "companyName": {
      "en": "Dentsu International Information Services Co., Ltd.",
      "jp": "株式会社電通国際情報サービス"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770b9"
    },
    "name": {
      "en": "Child Abuse Prevention [Orange Ribbon Campaign] Website Stopped Due to Unauthorized Access Damage Continued Investigation",
      "jp": "児童虐待防止【オレンジリボン運動】webサイトが不正アクセス被害で停止　現在も調査続く"
    },
    "description": {
      "en": "suspicious file has been found on the site. The National Network for Child Abuse Prevention immediately took measures such as stopping the web server, changing the management password, and prohibiting the use of data on the server. Currently, investigations are ongoing to identify the damage situation and the range of concern about the impact. It is explained that the Orange Ribbon Campaign Goods Sales Page is out of the scope of the impact because the environment is different from the damaged server.",
      "jp": "同サイト内で不審なファイルが見つかっている。\r\n児童虐待防止全国ネットワークは、直ちにwebサーバーの停止、管理用パスワード変更、サーバー内データ利用禁止などの対応を実施。\r\n現在被害状況や、影響が懸念される範囲などの特定のため調査が継続しているとのこと。\r\n\r\nなお、オレンジリボン運動グッズ販売ページは被害のあったサーバーとは異なる環境のため、影響の範囲外と説明されている。"
    },
    "companyId": "6246b3be9e564b61e102e2ce",
    "companyName": {
      "en": "NPO corporation \"national network for prevention of child abuse\"",
      "jp": "NPO法人「児童虐待防止全国ネットワーク"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770ba"
    },
    "name": {
      "en": "Credit card information leaked from 507 customers on EC sites for pelvic belts and childcare products",
      "jp": "骨盤ベルトや育児用品のECサイトで顧客507名のクレジットカード情報流出"
    },
    "description": {
      "en": "As a result of an investigation by a research organization, it was found that the payment screen of the site had been tampered with due to unauthorized access by a third party. The possibility of leaking customer information has also emerged.",
      "jp": "調査機関による調査の結果、第三者の不正アクセスにより同サイトの決済画面が改ざんされていたことが判明。\r\n顧客情報の流出の可能性も浮上している。"
    },
    "companyId": "6246b3be9e564b61e102e289",
    "companyName": {
      "en": "Toko-chan.com Co., Ltd.",
      "jp": "有限会社トコちゃんドットコム"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770bb"
    },
    "name": {
      "en": "[Ishifuku Metal Industry] Corporate site Emergency maintenance Unauthorized access from a third party",
      "jp": "【石福金属興業】コーポレートサイト緊急メンテ　第三者から不正アクセス"
    },
    "description": {
      "en": "Ishifuku Metal Industry Co., Ltd. hastily switched to maintenance support for the damaged corporate site. In addition, since the data related to personal information is not held in the server of the site, there is no information leakage. It is also explained that the facts related to virus infection have not been confirmed at this time.",
      "jp": "石福金属興業社は、被害のあったコーポレートサイトを急遽メンテナンス対応に切り替えたとのこと。\r\n\r\nなお、サイトのサーバー内には個人情報に関するデータは保有していないことから情報流出はないとのこと。\r\nまた、現時点でウイルス感染に関わる事実も確認されていないと説明されている。"
    },
    "companyId": "6246b3be9e564b61e102e28c",
    "companyName": {
      "en": "Ishifuku Metal Industry Co., Ltd.",
      "jp": "石福金属興業株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770bc"
    },
    "name": {
      "en": "[Fair Trade Commission] Address information leaked from 158 people due to incorrect transmission of public relations emails",
      "jp": "【公正取引委員会】広報メール誤送信で158名のアドレス情報流出"
    },
    "description": {
      "en": "It occurred when the Japan Fair Trade Commission's Kinki Chugoku-Shikoku Office China Branch sent a mass email of the public relations magazine \"Kotori China News November Issue\". Where the Bcc setting was originally sent, the destination was mistakenly entered in the To field and sent all at once. The e-mail addresses can be viewed by each other among the recipients.",
      "jp": "公正取引委員会の近畿中国四国事務所中国支所が、作成している広報誌「公取中国だより11月号」をメールにて一斉送信した際に発生した。\r\n本来Bcc設定で送信するところを、誤ってTo欄に宛先を入力し一斉送信。\r\n受信者間で互いにメールアドレスが閲覧できる事態となった。"
    },
    "companyId": "6246b3be9e564b61e102e28b",
    "companyName": {
      "en": "Fair Trade Commission",
      "jp": "公正取引委員会"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770bd"
    },
    "name": {
      "en": "Leakage of personal information of more than 7,000 people at Tsuruha affiliated online shop [Kyorindo Pharmacy]",
      "jp": "ツルハ系列オンラインショップで7千名以上の個人情報流出【杏林堂薬局】"
    },
    "description": {
      "en": "It was revealed by a contact from \"GR Co., Ltd.\", which had outsourced the operation of the online shop \"Kyorindo Online Shop\". As a result of the investigation, the cause was an unauthorized access to the system operated by GR, which is entrusted with the operation of other sites. It has been confirmed that the card payment function in the \"Kyorindo Online Shop\" has been tampered with and customer information has been leaked.",
      "jp": "オンラインショップ「杏林堂オンラインショップ」の運営業務を委託していた、「株式会社ジーアール」からの連絡により判明している。\r\n調査の結果、原因は他サイトの運営を受託するジーアール社が運用しているシステムへ、第三者が不正アクセスを実行。\r\n「杏林堂オンラインショップ」内のカード決済機能が改ざんされ、顧客情報が流出したことが確認されている。"
    },
    "companyId": "6246b3be9e564b61e102e28d",
    "companyName": {
      "en": "Kyorindo Pharmacy Co., Ltd.",
      "jp": "株式会社杏林堂薬局"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770be"
    },
    "name": {
      "en": "Unauthorized access damage at the operating company of instant noodles \"New Touch\" Temporarily closed due to HP maintenance",
      "jp": "即席麺『ニュータッチ』の運営会社で不正アクセス被害　HPメンテナンスで一時閉鎖"
    },
    "description": {
      "en": "The investigation was started when a system failure on the company's website was detected. The homepage is currently in maintenance.",
      "jp": "同社ホームページのシステム障害が検知されたことで調査が開始された。\r\n当該、ホームページは現在メンテナンス状態に切り替えられている。"
    },
    "companyId": "6246b3be9e564b61e102e28e",
    "companyName": {
      "en": "Yamadai Co., Ltd.",
      "jp": "ヤマダイ株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770bf"
    },
    "name": {
      "en": "[Osaka] Personal information leaked when applying for a high school experience course Is the web setting inadequate?",
      "jp": "【大阪】高等学校の体験講座申込で個人情報流出　web設定に不備か"
    },
    "description": {
      "en": "It is said that there was an inquiry that personal information can be viewed on the web application page for the experience course that was held at the school. As a result of the investigation, the cause was an improper setting made by the staff in charge.",
      "jp": "当該学校において実施されていた体験講座へのweb申込ページで個人情報が閲覧できるとの問い合わせがあったという。\r\n調査の結果、担当職員の行った設定不備が原因だった。"
    },
    "companyId": "6246b3be9e564b61e102e267",
    "companyName": {
      "en": "Osaka prefecture",
      "jp": "大阪府"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770c0"
    },
    "name": {
      "en": "Information leakage of 412 people at [National Institute of Advanced Industrial Science and Technology] Cause of incorrect email transmission",
      "jp": "【産業技術総合研究所】で412名の情報流出　メール誤送信原因"
    },
    "description": {
      "en": "At the \"Tsukuba Center TIA Promotion Center\", one of the institutions in the institute, an e-mail about online events is sent at the same time. Originally, it was sent by Bcc, but it was mistakenly sent in a state where the address information could be viewed between the recipients. The problem has been discovered by the indication from the recipient.",
      "jp": "同研究所内機関のひとつ「つくばセンターTIA推進センター」において、オンラインイベントに関する案内メールを一斉送信時に発生している。\r\n本来Bccで送信するところ、誤って宛先受信者間でアドレス情報が閲覧できる状態で送信したという。\r\n受信者からの指摘により問題が発覚している。"
    },
    "companyId": "6246b3be9e564b61e102e292",
    "companyName": {
      "en": "National Institute of Advanced Industrial Science and Technology",
      "jp": "国立研究開発法人産業技術総合研究所"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770c1"
    },
    "name": {
      "en": "Apparel EC site \"LINK IT MALL\" 6,197 credit card information may be leaked",
      "jp": "アパレルECサイト「LINK IT MALL」6,197名のクレジットカード情報流出の可能性"
    },
    "description": {
      "en": "This was due to a contact from a credit card company on the site that was concerned about information leakage. As a result of investigation by the research organization, traces of alteration of the payment application on the site have been found, and it is known that customer information may have been leaked.",
      "jp": "クレジットカード会社から同サイト上で情報流出を懸念する連絡が入ったことによるもの。\r\n調査機関による調査の結果、サイト内の決済アプリケーションが改ざんされた痕跡が見つかっており、顧客情報が流出した可能性が判明している。"
    },
    "companyId": "6246b3be9e564b61e102e291",
    "companyName": {
      "en": "Link It Co., Ltd.",
      "jp": "株式会社リンクイット"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770c2"
    },
    "name": {
      "en": "Ransomware damage recovery and investigation at an automobile parts manufacturer hinders operations",
      "jp": "自動車部品メーカーでランサムウェア被害　復旧と調査で業務にも支障"
    },
    "description": {
      "en": "According to GMB, the damage caused by ransomware was discovered on February 27th. A server within the company detects unauthorized access. As a result of the investigation, traces that are believed to be due to ransomware have been found.",
      "jp": "GMB社によると、ランサムウェアによる被害が判明したのは2月27日。\r\n同社内のサーバーが不正アクセスを検知。\r\n調査の結果、ランサムウェアによるものとみられる痕跡が見つかっている。"
    },
    "companyId": "6246b3be9e564b61e102e2cf",
    "companyName": {
      "en": "GMB Co., Ltd.",
      "jp": "GMB株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770c3"
    },
    "name": {
      "en": "[RIKEN] 14,000 personal information leaked from related parties Unauthorized access to database",
      "jp": "【理化学研究所】関係者の個人情報1万4000件が流出　データベースに不正アクセス"
    },
    "description": {
      "en": "The \"learning management system\" used by staff for the purpose of education and training is the target of damage. A problem has been discovered after being contacted by a service provider of the system.",
      "jp": "教育および研修を目的として、職員が利用している「学習管理システム」が被害対象。\r\n同システムのサービス提供業者からの連絡を受け問題が発覚している。"
    },
    "companyId": "6246b3be9e564b61e102e294",
    "companyName": {
      "en": "National Research and Development Corporation RIKEN",
      "jp": "国立研究開発法人理化学研究所"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770c4"
    },
    "name": {
      "en": "Apparel shop \"Right-On\" Customer information leaked for 247,600 people Unauthorized access damage revealed",
      "jp": "アパレルショップ「Right-On」顧客情報247,600名分流出　不正アクセス被害判明"
    },
    "description": {
      "en": "According to Right-on, unauthorized access was carried out intermittently from October 27th to 29th. The attacker is believed to have gained unauthorized access to the company's official online shop and stole customer information managed by the company.",
      "jp": "ライトオン社によると、不正アクセスは10月27日から29日にかけて断続的に実行されたという。\r\n攻撃者は、同社公式オンラインショップへ不正アクセスを実行、同社が管理していた顧客情報を窃取したとみられている。"
    },
    "companyId": "6246b3be9e564b61e102e295",
    "companyName": {
      "en": "Right-on Co., Ltd.",
      "jp": "株式会社ライトオン"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770c5"
    },
    "name": {
      "en": "Credit card information leak damage for 2,070 people at the accessory \"Parts Club\"",
      "jp": "アクセサリー「パーツクラブ」で2,070名分のクレジットカード情報流出被害"
    },
    "description": {
      "en": "According to the site management company \"Endless Co., Ltd.\", on June 30, a customer contacted us about information leakage and the problem was discovered. As a result of the investigation, unauthorized access by a third party to the Endless network was found. It is said that the payment application of the site was tampered with. As a result, it has been confirmed that customer information may have been leaked to an attacker.",
      "jp": "サイト運営会社の「株式会社エンドレス」によると、6月30日に顧客から情報流出を懸念する連絡が入り問題が発覚したとのこと。\r\n調査の結果、エンドレス社のネットワークに第三者の不正アクセスが判明。\r\nサイトの決済アプリケーションの改ざんが行われていたという。\r\nこれにより、顧客情報が攻撃者に流出した可能性が確認されている。"
    },
    "companyId": "6246b3be9e564b61e102e2d0",
    "companyName": {
      "en": "Endless Co., Ltd.",
      "jp": "株式会社 エンドレス"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770c6"
    },
    "name": {
      "en": "[Nagoya University] 14,000 addresses leaked or a large amount of spam is sent from the mail server",
      "jp": "【名古屋大学】アドレス14,000件流出か　メールサーバーから大量のスパム送信される"
    },
    "description": {
      "en": "As a result of the investigation, unauthorized access to the mail account of the university staff and the mail server on campus was confirmed, which seems to be from overseas. It is said that a large amount of spam mail is sent to the outside from both accounts. Suspicious access lasted from March 2nd to 18th. The cause is believed to be the leaked account password, but the circumstances could not be identified.",
      "jp": "調査の結果、同大学職員のメールアカウントおよび学内メールサーバーに、海外からとみられる不正アクセスが確認された。\r\nいずれのアカウントからも、大量のスパムメールの外部に向け送信されているとのこと。\r\n不審なアクセスは、３月２日から18日までの期間続いたという。\r\n原因はアカウントのパスワード流出によるものとみられているが、経緯は特定できなかったとのこと。"
    },
    "companyId": "6246b3be9e564b61e102e298",
    "companyName": {
      "en": "Nagoya University",
      "jp": "名古屋大学"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770c7"
    },
    "name": {
      "en": "Hobby [AmiAmi] management Twitter account takeover damage",
      "jp": "ホビー【あみあみ】の運営Twitterアカウント乗っ取り被害"
    },
    "description": {
      "en": "The attacker hijacked the Twitter account (@amiami_product) of the product planning department of \"Oami Co., Ltd.\", the operating company of the shop. The user name was changed to \"@ P5UpdateUS\" and the account was tampered with in English to deceive the official \"PlayStation Support\".",
      "jp": "攻撃者は、ショップの運営会社である「大網株式会社」商品企画部のTwitterアカウント（@amiami_product）を乗っ取り。\r\nユーザー名を“@P5UpdateUS”に変更し、「PlayStationサポート」の公式を騙る英語表記アカウントに改ざんした。"
    },
    "companyId": "6246b3be9e564b61e102e2d1",
    "companyName": {
      "en": "Oami Co., Ltd.",
      "jp": "大網株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770c8"
    },
    "name": {
      "en": "Shopping center EC, leaked customer information of more than 250,000 people \"Beisia Net Shopping\"",
      "jp": "ショッピングセンターEC、25万名以上の顧客情報流出「ベイシアネットショッピング」"
    },
    "description": {
      "en": "A credit card company has contacted me about information leaks on the e-commerce site \"Beisia Net Shopping\" operated by the company. As a result of the investigation, the cause was that a third party illegally accessed the system of \"GR Co., Ltd.\", which outsources the operation of the site. At GR, a similar incident occurred at the same time.",
      "jp": "同社が運営するECサイト「ベイシアネットショッピング」において、情報流出を懸念する連絡がクレジットカード会社から入った。\r\n調査の結果、原因は同サイトの運営を委託する「株式会社ジーアール」のシステムへ第三者が不正アクセスを実施したことによるもの。\r\nなお、ジーアール社では同時期に類似のインシデントが発生している。"
    },
    "companyId": "6246b3be9e564b61e102e297",
    "companyName": {
      "en": "Beisia Co., Ltd.",
      "jp": "株式会社ベイシア"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770c9"
    },
    "name": {
      "en": "Does unauthorized login detection affect 2,846 people in the member account of the game \"KLab\"?",
      "jp": "ゲーム「KLab」の会員アカウントに不正ログイン検知　2,846名に影響か"
    },
    "description": {
      "en": "From October 24th to 26th, unauthorized login was detected in the user-only service \"KLab ID\" provided by the company. According to KLab's research, it is believed to be due to a list-type attack. In addition, fraudulent activity against \"KLab ID\" was confirmed from July 21st to 22nd.",
      "jp": "10月24日から26日にかけて、同社提供のユーザー専用サービス「KLabID」に不正なログインが検知されたとのこと。\r\nKLab社の調べでは、リスト型攻撃によるものとみている。\r\n\r\nなお、「KLabID」への不正行為は7月21日から22日にかけても確認されている。"
    },
    "companyId": "6246b3be9e564b61e102e2d2",
    "companyName": {
      "en": "KLab Co., Ltd.",
      "jp": "KLab株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770ca"
    },
    "name": {
      "en": "Credit information leaked from 2,763 customers for interior miscellaneous goods [BIRDS'WORDS]",
      "jp": "インテリア雑貨【BIRDS’ WORDS】で顧客2,763名のクレジット情報流出"
    },
    "description": {
      "en": "It is said that a third party tampered with the payment system by exploiting a security vulnerability in the site. This confirms the possibility that the database containing customer information on the site has been browsed.",
      "jp": "サイト内にあったセキュリティ上の脆弱性を突き、第三者が決済システムを改ざんしたという。\r\nこれにより、サイト内の顧客情報が保管されたデータベースを閲覧された可能性が確認されている。"
    },
    "companyId": "6246b3be9e564b61e102e2d3",
    "companyName": {
      "en": "FLYWAY Co., Ltd.",
      "jp": "株式会社FLYWAY"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770cb"
    },
    "name": {
      "en": "[RIKEN] Call attention to Emotet-infected zip files and files with macros",
      "jp": "【理化学研究所】Emotet感染　zipファイルやマクロ付きファイルに注意喚起"
    },
    "description": {
      "en": "A personal computer at RIKEN has been infected with Emotet, and an email has been sent to deceive the department name and staff name of the institute. The spoofed email confirmed by the institute has the following characteristics.",
      "jp": "理化学研究所のパソコンがEmotetに感染し、同研究所の部署名や職員名を騙るメールが送信されている。\r\n同研究所が確認したなりすましメールには、以下のような特徴が挙げられている。"
    },
    "companyId": "6246b3be9e564b61e102e294",
    "companyName": {
      "en": "National Research and Development Corporation RIKEN",
      "jp": "国立研究開発法人理化学研究所"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770cc"
    },
    "name": {
      "en": "Possibility of leaking customer information for 4,248 people using online printing [Raksul] Unauthorized access at partner companies",
      "jp": "ネット印刷【ラクスル】で4,248名分の顧客情報流出の可能性　パートナー企業で不正アクセス"
    },
    "description": {
      "en": "According to RAKSUL, the damage occurred at the company's printing partner company. It is explained that the cause of the unauthorized access to the damage is currently being investigated and countermeasures are being taken.",
      "jp": "ラクスル社によると、被害が発生したのは同社の印刷パートナー企業において。\r\n現在、被害の不正アクセスへの原因究明や対応が進められている状況と説明されている。"
    },
    "companyId": "6246b3be9e564b61e102e2d4",
    "companyName": {
      "en": "RAKSUL INC.",
      "jp": "ラクスル株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770cd"
    },
    "name": {
      "en": "Unauthorized access damage in [Toei Animation] The possibility of personal information leakage is unknown",
      "jp": "【東映アニメ】で不正アクセス被害　個人情報流出の可能性は不明"
    },
    "description": {
      "en": "The company's network has detected unauthorized access from a third party. Currently, the company's system has been shut down, and investigations and the extent of the impact are being carried out with specialized agencies. At this time, the situation regarding the leakage of personal information of customers and related parties is unknown.",
      "jp": "同社のネットワークが第三者からの不正アクセスを検知した。\r\n現在、同社システムを停止し、専門機関など交えての調査および影響範囲などの特定が進められているという。\r\n現時点で顧客や関係者の個人情報流出に関する状況は不明。"
    },
    "companyId": "6246b3be9e564b61e102e2d5",
    "companyName": {
      "en": "Toei Animation Co., Ltd.",
      "jp": "東映アニメーション株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770ce"
    },
    "name": {
      "en": "[NTT West] Emotet infection leaks information Aichi University is also affected",
      "jp": "【NTT 西日本】Emotet感染で情報流出　愛知の大学へも影響"
    },
    "description": {
      "en": "A personal computer used by NTT West for work entrusted by a public university corporation in Aichi Prefecture is infected with Emotet. As a result, spoofing emails have been sent to employees and related parties of the company.",
      "jp": "NTT 西日本が愛知県公立大学法人から受託した業務に使用するパソコンがEmotetに感染。\r\n\r\nこれにより、同社従業員や関係者をかたるなりすましメールが送信される事態が発生しているとのこと。"
    },
    "companyId": "6246b3be9e564b61e102e2d6",
    "companyName": {
      "en": "Nippon Telegraph and Telephone West Corporation",
      "jp": "西日本電信電話株式会社"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "624d3c71e2c1f33106c770cf"
    },
    "name": {
      "en": "Emotet infection alerts to spoofed emails at the public relations company [PR TIMES]",
      "jp": "広報社【PR TIMES】でEmotet感染　なりすましメールに注意喚起"
    },
    "description": {
      "en": "According to PR TIMES, it has been confirmed that spoofing emails will be sent from March 4th onwards to deceive employees of the company. The cause is that the personal computer used by the company's employees was infected with the malware \"Emotet\".",
      "jp": "PR TIMES社によると、3月4日以降から同社従業員を騙るなりすましメールが送信される事態が確認されているという。\r\n同社従業員の使用するパソコンが、マルウェア「Emotet」に感染したことが原因とのこと"
    },
    "companyId": "6246b3be9e564b61e102e2d7",
    "companyName": {
      "en": "PR TIMES Co., Ltd.",
      "jp": "株式会社PR TIMES"
    },
    "index": "attack-data"
  },
  {
    "_id": {
      "$oid": "6262494aa7bcc927ba9521e6"
    },
    "name": {
      "en": "Test01 Incident",
      "jp": "Test01 西部電機株式会社もEmotet感染、アドレス確認するよう呼びかけ"
    },
    "description": {
      "en": "Test01 Incident - There are new cases of damage to Emotet, which has a remarkable spread of infection. Seibu Electric & Machinery Co., Ltd., which develops industrial machinery, revealed on February 9, 2022 that the terminals of employees belonging to the company's group companies were infected with Emotet, and suspicious emails pretending to be the company were confirmed inside and outside the company. Did. Emotet is malware known to steal addresses and transmission data recorded in email software from infected terminals and leak them to the outside. Since the leaked data is used for spoofing, there is a high risk of secondary damage, and we read a lot of damage in Japan. Seibu Electric & Machinery Co., Ltd. has been infected and is calling attention to the damage on its official website. According to the announcement, all suspicious emails confirmed by the company have different email domains from the legitimate ones, so we are asking you to confirm your email address without opening the attachment immediately.",
      "jp": "Test01 incident - 感染拡大が著しいEmotetの新たな被害例が出ています。産業用機械開発などを手がける西部電機株式会社は2022年2月9日、同社グループ会社に所属する従業員の端末がEmotetに感染し、社内外に同社を装う不審なメールが確認されたと明らかにしました。\r\n\r\nEmotetは感染した端末からメールソフトに記録されているアドレスや送信データなどを盗み出し、外部に流出させることで知られているマルウェアです。流出データはなりすまし行為に用いられるため二次被害の危険性が高く、国内で多くの被害を読んでいます。\r\n\r\n西部電機株式会社は感染を受け、公式ウェブサイト上で被害に対する注意を呼び掛けています。発表によれば、同社が確認した不審なメールはいずれもメールドメインが正規のものと異なっているため、すぐに添付ファイルを開封せずメールアドレスを確認するよう求めています。"
    },
    "companyId": "6246b3be9e564b61e102e220",
    "companyName": {
      "en": "Seibu Electric & Machinery Co., Ltd.",
      "jp": "西部電機株式会社"
    },
    "index": "attack-data"
  }
]