[{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c077"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "サプライチェーン狙いサイバー攻撃か、トヨタで国内全工場停止"
  },
  "description": {
    "en": "",
    "jp": "トヨタ自動車がサイバー攻撃の影響で、国内全工場の稼働を一時停止することが2022年2月28日、明らかになりました。,情報によれば、原因は同社に部品を供給するサプライヤー企業にて発生したサイバー攻撃によるものです。攻撃の影響で部品管理に使用しているトヨタのシステムに影響が生じたため、工場を停止せざるを得ない状況に陥ったものと見られます。,記事公開時点で、具体的な影響範囲や復旧期間は明らかになっていません。ただし、見通しとしては停止期間は1日～2日程度とのこと。同社は今後、再稼働に向け対策を進めるものと見られます。,経済産業省や金融庁は2022年2月に入り、情勢的にサイバー攻撃が増加する懸念があるとして、注意を発していました。,経産省らは具体的な情勢について触れていませんが、2022年2月はロシア-ウクライナ間の戦争が激化しており、両機関の懸念に含まれているものと見られます。,今回確認されたサイバー攻撃が戦争に関連したものであるかは不明です。ただし、サイバー攻撃の激化は引き続き懸念されており、今後も警戒が必要と見られます。,参照トヨタ、国内全工場を停止へ　部品会社にサイバー攻撃/日本経済新聞,,"
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c078"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "BF攻撃で合計416名の情報流出か、名古屋大学医学部附属病院"
  },
  "description": {
    "en": "",
    "jp": "画像：東海国立大学機構名古屋大学医学部附属病院より引用,名古屋大学医学部附属病院は2022年2月24日、同院に所属する職員のメールアカウントが海外からBF攻撃を受けたことにより、アカウント内に記録されていた個人情報合計416名が流出した可能性があると明らかにしました。,被害を受けた職員から実在する別の職員のメールアドレスを騙った不審なメールが送付された旨、報告を受けたことにより発覚。同院がこれを調査したところ、被害職員を含む合計3件のアカウントに対して不正アクセスの形跡が見つかりました。,同院によれば、被害アカウントには同院に所属する職員や医学部生、受診患者らの個人情報合計416名が含まれていました。同院は対象者らの情報が攻撃者に閲覧された可能性があるとして謝罪しました。,名古屋大学医学部附属病院によれば、攻撃者は対象のIDやパスワードを総当たり的に入力して不正ログインを試みるブルートフォースアタックと呼ばれる手口で不正アクセスを仕掛けていました。,このため、同院は今後、パスワードの複雑化や多要素認証の導入、総当たり型攻撃への対策など、複数のセキュリティ強化を検討すると発表。各職員においては個人情報保護および情報セキュリティに関する教育研修を実施し、再発を防止すると述べました。,参照名古屋大学への不正アクセスによる個人情報流出について/東海国立大学機構名古屋大学医学部附属病院,,"
  },
  "industrySector": {
    "en": "EDUCATION, LEARNING SUPPORT",
    "jp": "教育，学習支援業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c079"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "フジミインコーポレーテッド、子会社含むサーバーが不正アクセス被害"
  },
  "description": {
    "en": "",
    "jp": "研磨剤メーカーの株式会社フジミインコーポレーテッドは2022年2月22日、同社および同社の台湾子会社が運用しているサーバーに対する不正アクセスが確認されたと明らかにしました。,発表によれば、同社は不正アクセス確認後、ホームページやネットワークなどの社内システムの停止措置を講じたとのこと。合わせて、第三者調査機関による原因や被害範囲の調査も進めています。,記事公開時点で、情報流出の有無は確認されていません。ただし、同社は今後公開すべき事実が判明した場合、改めて公表するとしています。,株式会社フジミインコーポレーテッドによれば、同社は不正アクセスの発生を受け、一部の生産と出荷も見合わせる決定を下しています。,記事公開時点で業績への影響等は明らかにされていませんが、同社は順次復旧作業を進めることで、生産ラインおよび出荷の再開を目指すとしています。,参照当社サーバへの不正アクセスについて/日経会社情報DIGITAL（株式会社フジミインコーポレーテッド）,,"
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c07a"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "THREEやAmplitudeで最大10万件のカード情報流出か、株式会社ACRO"
  },
  "description": {
    "en": "",
    "jp": "画像：株式会社ACROより引用,株式会社ACROは2022年2月24日、同社が運営する「THREE公式オンラインショップ」及び「Amplitude公式オンラインショップ」（以下：被害サイト）が何者かのサイバー攻撃を受けたことにより、過去被害サイトにてクレジットカード決済したユーザーのカード情報最大103,935件等が流出した可能性があると明らかにしました。,流出の懸念が浮上したのは2021年8月20日のことで、ACRO社は第三者調査機関に調査を依頼した後に被害サイトを含む4サイトの停止措置などの対応策を実行しています。調査は2021年10月22日に完了しましたが、被害サイトには不正アクセスの原因となるシステム上の脆弱性が見つかりました。,ACRO社によれば、攻撃者は被害サイトに内在していた脆弱性を利用して、決済フォームを改ざんすることにより情報を盗み出していたものと見られます。また、攻撃者が被害サイト会員情報にもアクセスした可能性があることから、IDやパスワードが流出した可能性も否定できない状況です。同社はこのため、関係当局に報告するとともに被害ユーザーに対して謝罪し経緯を発表しています。,ACRO社は不正アクセスの判明を受け、監視体制の強化および不正アクセスの防止に向けた施策を講じています。,具体的には今回の調査結果を踏まえたセキュリティ対策を講じる予定で、被害サイトを含む運営4サイトについては、サーバーやシステムを全て破棄した上で、新たに再構築すると発表。不正アクセス防止に向けた抜本的な対策を講じることで、再発を防止する見通しを示しました。,参照弊社が運営する「THREE公式オンラインショップ」及び「Amplitude公式オンラインショップ」への不正アクセスによる個人情報漏えいに関するお詫びとお知らせ/株式会社ACRO,,"
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c07b"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "西部電機株式会社もEmotet感染、アドレス確認するよう呼びかけ"
  },
  "description": {
    "en": "",
    "jp": "画像：西部電機株式会社より引用,感染拡大が著しいEmotetの新たな被害例が出ています。産業用機械開発などを手がける西部電機株式会社は2022年2月9日、同社グループ会社に所属する従業員の端末がEmotetに感染し、社内外に同社を装う不審なメールが確認されたと明らかにしました。,Emotetは感染した端末からメールソフトに記録されているアドレスや送信データなどを盗み出し、外部に流出させることで知られているマルウェアです。流出データはなりすまし行為に用いられるため二次被害の危険性が高く、国内で多くの被害を読んでいます。,西部電機株式会社は感染を受け、公式ウェブサイト上で被害に対する注意を呼び掛けています。発表によれば、同社が確認した不審なメールはいずれもメールドメインが正規のものと異なっているため、すぐに添付ファイルを開封せずメールアドレスを確認するよう求めています。,Emotetの感染拡大を受け、情報処理推進機構（IPA）も警告を発しました。,発表によれば、IPAの相談窓口には多数のEmotet感染被害が寄せられているとのこと。2022年2月1日～2022年2月8日にかけては合計45件もの相談が確認されており、かつてEmotetが大流行した「2020年の最悪期に匹敵する」と被害拡大に対して警戒感を募らせています。,参照弊社を装った不審メールに関するお詫びとお知らせ/西部電機株式会社,,"
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c07c"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "千葉市教委で新型コロナウイルス感染児童3名の情報を誤送信"
  },
  "description": {
    "en": "",
    "jp": "千葉市教育委員会は2022年2月14日までに、新型コロナウイルスに感染した児童3名の氏名や検査結果等を記載した電子メールを外部に誤送信したと明らかにしました。,千葉市教委によれば、誤送信は2022年2月5日と12日に発生したもの。管轄内の学校で新型コロナウイルスに感染した児童が確認されたため、担当者が管理職に児童らの個人情報を電子メールで送信しましたが、アドレスを手動入力したためミスがあり正規の宛先とは異なる宛先に情報が流出しました。,事態を把握した千葉市教委は被害を受けた児童の家族に謝罪しました。また、誤送信メールは正常に送達されているため、送信先に向けメールの削除を依頼しています。ただし、記事公開時点で削除の応答が確認されていないとのことです。,今回確認された誤送信の直接的な原因は、担当者のアドレス入力ミスによるものです。,地方自治体は総合行政ネットワークによるメールシステムを使用していますが、組織全員のアドレスが登録されているため、通常は手入力の必要がありません。,しかし、千葉市教委によると電子メール発信日の5日と12日はいずれも土曜日であり、管理職が出勤していなかったとのこと。,このため、担当者はSNSアプリ「LINE」を使用し管理職の私用メールアドレスを確認し送信する手段を取りましたが、入力時に手動によるアドレス入力を行ったため、ミスが発生したとしています。,参照新型コロナ感染児童の情報　メールで誤送信　千葉市、入力ミス/千葉日報,,"
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c07d"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "経産省がサイバー攻撃の潜在リスク増加を警告、ウクライナ問題影響か"
  },
  "description": {
    "en": "",
    "jp": "画像：経済産業省より引用,経済産業省は2022年2月23日、昨今の情勢からサイバー攻撃事案の潜在的なリスクが高まっているとして、同省国内の企業・団体に対してセキュリティ対策を徹底するよう注意を発しました。,同省は注意の理由を「昨今の情勢」とし具体的な部分に触れていませんが、ロシア-ウクライナ問題を指しているという見方が有力です。具体的な対策としては,等について対策を強化するよう推奨。サイバー攻撃による被害が発生したり、発生が懸念される状況に陥ったときは、同省やセキュリティ機関へ相談するよう求めました。,渦中のウクライナにおいては、2022年2月23日時点で大規模なサイバー攻撃が確認されています。,情報によると、同国は大量のデータを意図的に送り付けるDDoS攻撃を受けており、既に議会や政府、外務省のサーバーがダウンしているとのこと。また、ウクライナ国内の各種金融機関に対するサイバー攻撃も確認されており、同国は対応に追われています。,参照昨今の情勢を踏まえたサイバーセキュリティ対策の強化について（注意喚起）/経済産業省\r\n参照ウクライナで大規模サイバー攻撃、政府サイトがアクセス不能/Yahoo!ニュース\r\n,"
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c07e"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "家庭用ラグ通販サイトが不正アクセス被害、カード情報1,635件流出か"
  },
  "description": {
    "en": "",
    "jp": "画像：オカ株式会社より引用,オカ株式会社は2022年2月21日、同社が運営するオンライン通販サイト「マット＆ラグファクトリー本店（以下：被害サイト）」が何者かのサイバー攻撃を受けた影響で、過去同社にてカード決裁したユーザーのカード情報1,635件および個人情報最大7,086件が流出した可能性があると明らかにしました。,同社は2021年7月27日に決済代行会社から被害サイトからカード情報が流出していると指摘を受けていたとのこと。事実関係を明らかにするため第三者機関を通じた詳細調査を実施したところ、被害サイトに内在していた脆弱性を利用して、何者かがサイトの決済システムを改ざんしていた事実が判明しました。,オカ株式会社によると、改ざん被害を受けたのは2020年12月30日～2021年7月10日にかけてのことで、期間中に被害サイトで商品を購入したユーザーについて流出の懸念が生じています。,同社が明かしたところによると、流出項目にはカード番号や名義人名のほか有効期限やセキュリティコードが含まれていたとのこと。さらに被害サイトにログインし購入したユーザーについては、IDやパスワードも流出懸念が生じています。,こうした事実を受け、同社は対象ユーザーに謝罪し、注意喚起のメールを発信。今後は不正利用に対する監視を強めるとともに、被害サイトのセキュリティ改修を進めるとしています。,参照弊社が運営する「マット＆ラグファクトリー本店」への不正アクセスによる個人情報漏えいに関するお詫びとお知らせ/オカ株式会社\r\n,"
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c07f"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "女性用インナーのワコールもEmotet感染、不審メール発生"
  },
  "description": {
    "en": "",
    "jp": "画像：株式会社ワコールより引用,株式会社ワコールは2022年2月10日までに、同社の一部端末がEmotetに感染した影響で情報が流出し、不審なメールが複数確認されたと明らかにしました。,ワコールによれば、同社が確認した不審メールは実在するグループ従業員を名乗る巧妙なものであるが、メールアドレスが正規グループ（*****＠wacoal.co.jp等）のものと異なるなど、識別可能であるとのこと。,同社はこのため、公式ウェブサイトにて、メール開封前に差出人のアドレスを確認するよう説明。不審メールと見られるものである場合はURLや添付ファイルへのアクセスを控え、削除するよう呼びかけました。,Emotetは2022年2月に入り、急速に勢いを増しているマルウェアです。,2月1日～8日にかけてIPAの相談窓口には45件以上もの相談が寄せられており、IPAは2020年の最悪期に匹敵する猛威と評しています。,もっとも、IPAは今回確認されたEmotetについて、手口自体は従来のものと変わらないとも説明しています。ワコール社が確認した不審メールもメールドメインに相違があるなど従来のものと共通しており、アドレスチェックにより識別は可能です。,ただし、実務においてはアドレスチェックによる対策のみで、Emotetを完全防止できるとは限りません。業務メールは日夜多数交わされますが、全従業員がアドレスチェックを徹底しているとは限らないからです。,人的チェックによる対策では限界が生じるものと見られます。,参照弊社グループ社員を装った不審メールについて/株式会社ワコール,,"
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c080"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "東芝ライフスタイルのグループ会社がEmotet感染"
  },
  "description": {
    "en": "",
    "jp": "画像：東芝ライフスタイル株式会社より引用,東芝ライフスタイル株式会社は2022年2月17日、同社グループ会社の端末がEmotetに感染したことにより、グループに所属する従業員を名乗る不審なメールが確認されたと明らかにしました。,発表によれば、確認された不審メールは従業員名こそ実在する人物であるものの、メールドメインが同社と異なるもの（*****@toshiba-lifestyle.com）を使用しているとのこと。,Emotetはメールに添付したファイルやURLを介して感染を広げるため、東芝ライフスタイル株式会社は受信者がEmotetに感染する恐れがあるとして、受信時にアドレスをチェックするよう呼びかけました。,Emotetはなりすまし行為により添付ファイルを開封させたり、URLをクリックさせることで感染を拡大する、シンプルな手口に用いられているマルウェアです。,ただし、Emotetは感染後に端末からメール情報を引き出すため、実在する人物や過去やりとりしたメールに対する返信を装った非常に巧妙な不審メールを発信します。国内においては2022年2月ごろより急速に拡大の動きを見せており、既に積水ハウスやライオンなど大手企業においても感染被害が生じています。,東芝ライフスタイル株式会社はグループ会社の感染を受け、情報セキュリティ対策を強化し再発防止に臨むとしていますが、同社を装う不審メールが送信先に被害を及ぼす可能性までは、対策が難しいものと見られます。,参照弊社グループを装った不審メールに関するお詫びとお知らせ/東芝ライフスタイル株式会社,参照東芝ライフスタイル株式会社の株式譲渡完了に関するお知らせ/株式会社　東芝,,"
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c081"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "クラシエホールディングスもEmotet感染、IPAが感染拡大を注意喚起"
  },
  "description": {
    "en": "",
    "jp": "画像：クラシエホールディングス株式会社より引用,医薬品や食品事業など手がけるクラシエホールディングス株式会社は2022年2月9日、同社グループの一部端末がEmotetに感染し、情報流出および不審メールが確認されたと明らかにしました。,Emotetは感染した端末からメールアドレスや送受信履歴等の情報を抜き出し、これを引用したなりすましメールを発信することで知られているマルウェアです。感染すると実在する人物や実際にやりとりした情報を引用したメールで社内外に波及するため、人的な防御が非常に難しく二次被害の発生が懸念されます。,こうした事情を受け、クラシエホールディングスは感染をホームページに公表し、社内外に注意するよう呼び掛けています。同社が確認した不審メールは実在する人物を名乗るものの正規のドメイン（*****@kracie.co.jp）とは異なるものを使用しているため、メールを受信した際はドメインを確認するよう求めました。,拡大著しいEmotet。留まるところを知らないほどの勢いが続いていますが、情報セキュリティの中心的組織のひとつであるIPAも2022年2月9日、Emotetの被害増加について懸念を発表しました。,発表によるとIPAは「情報セキュリティ安心相談窓口」にてサイバー被害等の相談を受けていますが、2022年2月1日～2022年2月8日にかけて45件ものEmotet関連相談が寄せられたとのこと。IPAによると、現在はかつてEmotetが大流行した2020年9月～11月に匹敵するほどのぺースであり、警戒の必要性が浮彫となった形です。,もっとも、IPAは現在確認されているEmotetの手口について、従来のものと大きな変化はないと指摘しています。即ち、正規メールに対する返信を装い、URLや添付ファイルを通じて感染を拡大する点は従来のものと共通しているため、受信者による警戒やシステム管理部門への連絡により感染を防止したり、被害を抑止できるとしています。,参照【重要】弊社グループを装った不審メールに関するお詫び/クラシエホールディングス株式会社,参照Emotetの攻撃活動の急増 （2022年2月9日 追記）/IPA,,"
  },
  "industrySector": {
    "en": "SCIENTIFIC RESEARCH, PROFESSIONAL AND TECHNICAL SERVICES",
    "jp": "学術研究，専門・技術サービス業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c082"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "広島県や県内23自治体にDDoS攻撃、目的や要求は一切不明"
  },
  "description": {
    "en": "",
    "jp": "広島県や県内23自治体のホームページが大規模なサイバー攻撃の影響で接続不良に陥っていることが2022年2月18日、明らかになりました。,被害は広島県が明らかにしたもので、攻撃を受けたのは被害を受けた自治体が接続拠点として使用しているクラウドサービスです。県によると、攻撃者は「DDoS攻撃」と呼ばれる、対象サービスに意図的に大量の通信データを送り付けダウンさせる手口に及んでいるとのこと。,攻撃は2022年2月16日より30分～1時間程度の周期で発生し続けており、2日以上にわたり継続中。攻撃者の要求や目的もわかっておらず、県担当者は困惑しているとコメントしています。,広島県はサイバー攻撃による情報流出は否定しています。,県によると、攻撃を受けているクラウドサービスは機密情報を扱うサーバーには接続されていないとのこと。また、情報流出を疑うべき痕跡も確認されていないとしています。,ただし、ホームページへの接続不良は市民サービスの提供に深刻な影響を及ぼします。県はこのため、広島県警に相談するなどして対応を検討する方針です。,参照広島県と23市町のクラウドにサイバー攻撃　ホームページ開きにくく/Yahoo!ニュース,参照広島県にサイバー攻撃　丸２日以上、ＨＰ閲覧に支障/産経新聞社, "
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c083"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "カワサキプラザが入荷通知メール誤送信、顧客アドレス14件流出"
  },
  "description": {
    "en": "",
    "jp": "画像：カワサキ プラザ東京等々力より引用,カワサキプラザは2022年2月16日、同店がモーターサイクル入荷状況を通知するメールを発信した際に誤送信が発生し、顧客のメールアドレス14件が流出したと明らかにしました。,カワサキプラザによれば、メールを発信したのは2022年1月31日のことで、担当者が対象者らに外部一斉メールを送信する際、本来「BCC」で送信すべきところを「To」欄に入力するミスを起こしたとのこと。,これにより、送信先となった14先においてお互いのメールアドレスが表示される事態が発生。カワサキプラザ側はミスに気付いていませんでしたが、2022年2月5日までに受信者から指摘を受け、把握したとしています。,カワサキプラザは誤送信判明後、誤送信先に謝罪したほか、メールの削除を依頼しました。,同店は誤送信の発生を受け、今後は外部メール発信時、複数の職員によるチェック体制を取るとのこと。さらに各職員においては情報セキュリティ教育を徹底し、再発を防止するとしています。,参照メールアドレス流出に関するお詫び/カワサキ プラザ東京等々力"
  },
  "industrySector": {
    "en": "WHOLESALE AND RETAIL TRADE",
    "jp": "卸売業，小売業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c084"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "沖縄県委託先が時短協力金メールを誤送信、不支給理由など流出"
  },
  "description": {
    "en": "",
    "jp": "画像：沖縄県より引用,沖縄県は2022年2月14日、沖縄県が実施する飲食店向けの沖縄県感染拡大防止対策協力金（うちなーんちゅ応援プロジェクト）の運営委託先が誤送信を起こしたことにより、協力金申請事業者の情報が流出したと明らかにしました。,情報によると、事案は2022年1月17日に起きたもので、委託先企業の担当者が申請事業者Aに対して電子メールを送信した際、別の申請事業者Bに宛てた文面を誤送信するミスを起こしたとのこと。,誤送信した文面には申請事業者Bの運営者名や店舗名、不支給決定の理由などが記載されていたため、これらがAに流出した形です。事態を把握した県および委託先は、謝罪および文面の削除を依頼しました。,沖縄県は、誤送信の発生を受け、委託先に再発防止を求めています。,具体的には、事務局担当者らに対する情報セキュリティ教育の継続的な実施および、在宅勤務体制における確認手段を講じるよう求めるとのことです。,参照メール誤送信に伴う情報漏えいについて/沖縄県"
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c085"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "東京ヴェルディが誤送信、メールアドレス20件が流出"
  },
  "description": {
    "en": "",
    "jp": "画像：東京ヴェルディより引用,プロサッカーチームの東京ヴェルディは2022年2月8日、チーム事務局がヴェルディスクール会員向けに発信したメールを誤送信し、会員20名のメールアドレスが流出したと明らかにしました。,東京ヴェルティによれば事務局は2022年2月7日、会員20名に向けてスクール活動に関する案内メールを発信しました。ところが、事務局は外部一斉メールを送信する際、宛先のアドレスを表示するTo形式で送信するミスを起こしたとのこと。,これにより、メール受信者間でお互いのメールアドレスが表示される事態が発生。東京ヴェルディは対象者らに謝罪し、メールの削除を依頼しました。,東京ヴェルディは誤送信の発生に伴い再発防止に向け管理体制の強化を発表しています。,具体的な施策としては、メール配信時のダブルチェック徹底などを実施するとのこと。送信形式の指定ミスは人為的なものであるため、ヒューマンエラーへの対策が期待されます。,参照メール誤送信に関するお詫び/東京ヴェルディ"
  },
  "industrySector": {
    "en": "LIVING-RELATED AND PERSONAL SERVICES AND AMUSEMENT SERVICES",
    "jp": "生活関連サービス業，娯楽業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c086"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "かすみがうら市が婚活関連メールを誤送信、謝罪メールも誤送信"
  },
  "description": {
    "en": "",
    "jp": "画像：かすみがうら市より引用,茨城県かすみがうら市は2022年2月4日までに、市が運営する婚活サポートセンターにて誤送信が発生し、一部登録者の氏名やメールアドレスが流出したと明らかにしました。,発表によれば、かすみがうら市は2022年2月2日、婚活サポートセンターの案内配信を希望した登録者58名に向けて外部一斉メールを送信しました。ところが、担当者が送信形式を指定する際、本来BCCで送信するよう求められているにも関わらず、CCで送信するミスを起こしたとのこと。,これにより、送信先ではお互いのメールアドレスが表示される事態が発生。市は2022年2月3日、登録者全員に電子メールで謝罪し、誤送信メールの削除を依頼しました。,かすみがうら市は誤送信を謝罪しましたが、実はこの謝罪メールも誤送信しており、情報流出を起こしています。,発表によると、かすみがうら市は2022年2月2日に発生した誤送信を受け、翌3日に登録者全員に謝罪メールを送信しました。ところが、今度は送信先のアドレス1件が送信先全員にアドレスを表示するTo形式で送信している事実が判明したとのこと。,この結果、登録者全員に宛てられた謝罪メールにて1名の氏名およびアドレスが全員に表示される事態が発生。かすみがうら市は再度謝罪し、ダブルチェックの徹底や誤送信防止に繋がる配信システムへの代替を検討すると発表しました。,参照かすみがうら市婚活サポートセンターにおける氏名とメールアドレスの流出について/かすみがうら市,参照かすみがうら市婚活サポートセンターにおける氏名とメールアドレスの流出について（続報）/かすみがうら市"
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c087"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "株式会社エノモトもEmotetに感染し社内外に不審メール"
  },
  "description": {
    "en": "",
    "jp": "画像：株式会社エノモトより引用,ステンレス鋳鋼を手がける株式会社エノモトは2022年2月9日、同社が運用している端末がマルウェア「Emotet（エモテット）」に感染にした影響から社内外に不審メールが発生したと明かしました。,Emotetは感染した端末からメール情報を抜きだして、実在する人物や返信を装う不審メールを発信することで知られるマルウェアです。2022年に入り多くの企業が被害を公表しており、被害の拡大が懸念されています。,エノモト社によると、同社では2022年2月8日に感染が発覚しています。調査の結果、メールサーバーから情報が流出し、社内外関係者の氏名やメールアドレス、件名の一部が不審メールに利用されているとの認識を明かしました。,エノモト社は現在、社内外のメール受信者に感染拡大への注意を呼び掛けています。,発表によれば、同社が確認した不審メールはいずれもアドレスが正規のもの（*****@enon.co.jp）と異なっているため、同社を名乗るメールであっても添付ファイルやリンクへのアクセスを控え、アドレスを確認するよう求めています。,ただし、メールを受信するにあたってアドレスを確認しているユーザーは少なく、注意喚起による抑止効果は未知数です。今後も被害拡大が懸念されます。,参照弊社を装った不審メールに関するお詫びとお知らせ/株式会社エノモト\r\n,"
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c088"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "Emotet感染拡大の猛威、陶泉御所坊の御所坊社が感染"
  },
  "description": {
    "en": "",
    "jp": "画像：株式会社御所坊より引用,株式会社御所坊は2022年2月9日、同社が運営するウェブサイト「陶泉御所坊」にて、同社従業員の端末がマルウェア「Emotet（Emotet）」に感染し、情報流出が発生したと明らかにしました。,御所坊社によれば同社は2022年2月7日ごろより、所属従業員を名乗る不審なメールが、社内外に向け発信されている事実を確認。これを調査したところ、原因がEmotet感染による流出した情報であると判明しました。,Emotetは感染先のメールサーバーからアドレスやメール情報を引き出し、不審メールに引用することで知られているマルウェアです。このため、同社は感染の事実を公表し、受信時はメールドメインの相違に注意するよう呼びかけました。,Emotetは一度テイクダウン宣言を受けたマルウェアですが、2022年に入り再び感染拡大の勢いを見せています。,被害企業は日に日に増加しており、ライオンや積水ハウスなど大手企業も感染の事実を公表しています。Emotetは感染端末から引き出した情報を利用して不審メールを拡大するため、ヒューマンチェックによる防御が非常に難しく、今後も被害拡大が懸念されます。,参照弊社を装った不審メールに関するお詫びとお知らせ/株式会社御所坊\r\n,"
  },
  "industrySector": {
    "en": "ACCOMMODATIONS, EATING AND DRINKING SERVICES",
    "jp": "宿泊業，飲食サービス業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c089"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "シムネットもEmotet感染、社内外に不審なメール"
  },
  "description": {
    "en": "",
    "jp": "画像：株式会社シムネットより引用,株式会社シムネットは2022年2月9日、アニコムグループのグループ企業に所属する従業員にEmotetに感染し、メールサーバーからのデータ流出が発生したと明らかにしました。,Emotetとは、オフィス系ファイルや外部URLを添付したメールを通じて、感染を拡大することで知られているマルウェアです。感染後は情報流出を引き起こすだけでなく、流出データを引用し、実在人物を名乗ったり、実際にやりとりしたメールへの返信を装うことから、セキュリティ対策が難しいマルウェアとして知られています。,シムネット社によれば、Emotetによる被害は情報流出にとどまらず、社外にも及んでいます。同社によれば、実在従業員を名乗る第三者からの不審なメールが確認されたとのことです。,シムネット社によると現在、Emotet感染により実在人物を名乗る不審メールが社内外に送信されています。,このため、同社はメール受信者らにメールドメインを確認するよう呼び掛けています。公式サイトにてアニコムグループのメールドメインを公開し、一致しない場合は実在人物からのメールであっても、開封しないよう求めました。,参照【重要】アニコムグループを装った不審メールに関するお詫びとお知らせ/株式会社シムネット\r\n,"
  },
  "industrySector": {
    "en": "INFORMATION AND COMMUNICATIONS",
    "jp": "情報通信業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c08a"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "イン・プラス株式会社もEmotet感染、不審メールが発生する"
  },
  "description": {
    "en": "",
    "jp": "画像：イン・プラス株式会社より引用,イン・プラス株式会社は2022年2月8日、同社従業員が運用する端末一台がマルウェア「Emotet（Emotet）」に感染し、端末から社内外関係者の氏名やメールアドレス、件名データの一部が外部流出したと明らかにしました。,イン・プラス社によれば、感染は2022年2月8日に発覚し、実在する同社従業員を装った不審メールが複数に送信されているとのこと。,これを受けた同社は事実を公表し注意を促すとともに、メールドメイン「＠in-plus.co.jp」に注意するよう発表。一致しないメールにおいては不審メールである可能性があるため、URLや添付ファイルにアクセスしないよう求めました。,Emotetは電子メールにファイルやURLを添付し、感染を広げているマルウェアです。,感染後は端末からアクセスできるメールアカウントの情報を窃取し、関係先に偽装メールを仕掛けることで知られていますが、実在する人物を名乗ったり、実際にやりとりしたメールに対する返信を装うことから、対策が難しく被害事例が相次いでいる状況です。,イン・プラス株式会社は対策として、メール受信時にドメインに注意するよう求めています。しかし、実際にメールドメインまで確認しているユーザーは少なく、当面、Emotetによる被害拡大は避けられないものと見られます。,参照弊社を装った不審メールに関するお詫びとお知らせ/イン・プラス株式会社\r\n,"
  },
  "industrySector": {
    "en": "INFORMATION AND COMMUNICATIONS",
    "jp": "情報通信業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c08b"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "三重県、就職支援事業委託先が誤送信で487件のアドレス流出"
  },
  "description": {
    "en": "",
    "jp": "画像：三重県より引用,三重県は2022年2月5日、同県が若年者や就職氷河期世代を対象に就業支援を行う「おしごと広場みえ」の運営委託先（三重県労働福祉協会）がサポーター企業に対して発信したメールを誤送信し、メールアドレス487件が流出したと明らかにしました。,三重県によれば、誤送信はメール送信形式の指定ミスによるものです。おしごと広場みえは2022年2月3日、県内企業交流会に関する情報提供を行うためサポーター企業に外部一斉メールの送信を試みましたが、本来「BCC」で送信すべきところを「CC」メールで送信したことにより、送信先でアドレス487件が表示されたとのこと。,担当者は送信直後ミスに気づき報告したため、三重県は同日中に事態を把握しています。その後、三重県は担当者を通じて職員に謝罪およびメールの削除を依頼しました。,三重県によると、誤送信の原因は外部メール発信時の確認不足によるものです。,誤送信を起こした担当者は運営委託先が外部メール発信時にBCC形式で送信するよう求めていることを把握していましたが、送信前に複数名の職員で確認する規定を徹底していなかったとのことです。,このため、三重県では今後、委託先に外部一斉メールを送信する際、送信前にダブルチェックを実施するよう指導するほか、誤送信を抑制する防止システム等の導入を求めると発表しました。,参照委託事業者によるメールアドレスの流出について/三重県"
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c08c"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "医療法人の大雄会がEmotet感染、実在人物名乗る不審メール"
  },
  "description": {
    "en": "",
    "jp": "画像：社会福祉医療法人　大雄会より引用,総合大雄会病院等医療機関を運営する大雄会は2022年2月9日、同法人の端末が「Emotet（Emotet）」系統のマルウェアに感染したと明らかにしました。,大雄会によれば2022年2月8日、組織内で実在部署あるいは実在職員名を名乗る不審なメールの送受信履歴が確認されました。事態を把握した同法人が調査を実施したところ、組織内の一部端末がEmotetに感染したことにより、端末内に記録されていたメールアドレスおよびメール送受信履歴の流出が判明しました。,大雄会はマルウェアへの感染を受け、直ちにマルウェアの検出および削除を実行しています。しかしながら、既に情報を引用した不審メールが発生していることから、情報流出は避けられないものと見られます。,Emotetはメールに添付されたオフィス系ファイルなどを通じて感染を広げることで知られているマルウェアです。,感染後は端末内のメールアドレスや送受信履歴を窃取し、実在する人物になりすましたメールを送信することから、対策の難しさが課題となっています。,大雄会においても今後、同会の組織や職員を名乗る不審メールが取引先等に送信される可能性を指摘。送信元のメールアドレスや添付ファイルに注意するよう呼びかけました。,参照当会パソコンへのウイルス感染に伴う不審メール発生に関するお詫びとお知らせ/社会福祉医療法人　大雄会,,"
  },
  "industrySector": {
    "en": "MEDICAL, HEALTH CARE AND WELFARE",
    "jp": "医療，福祉"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c08d"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "丸山製作所もEmotet感染、被害急拡大の危険性"
  },
  "description": {
    "en": "",
    "jp": "画像：株式会社丸山製作所より引用,株式会社丸山製作所は2022年2月9日、同社グループ企業に所属する従業員の端末がマルウェア「Emotet（Emotet）」に感染したと明らかにしました。,丸山製作所によれば、感染が判明したのは2022年2月8日で、被害端末に記録されていたメールアドレスや送受信履歴が流出したとのこと。Emotetは感染後に流出情報を引用しメールを送信することで知られていますが、既に同社従業員を名乗る不審なメールが確認されており、流出情報が悪用されている状況です。,Emotetは感染後、外部組織などへ被害を及ぼす可能性があるマルウェアです。このため、丸山製作所は同社を名乗るメールを受信した場合、正規ドメイン「*****@maruyama.co.jp」等を確認するよう公式サイトで呼びかけたほか、不審なメールである場合、添付ファイルやURLへアクセスしないよう求めています。,一度は落ち着いていたEmotetですが、2022年1月末頃から急速に感染を広げる動きを見せています。,国内においては2022年1月28日に積水ハウス株式会社がEmotetへの感染を公表したほか、2022年2月にはライオン株式会社、テスコム電機株式会社、社会福祉医療法人大雄会などが続々と公表しています。,Emotetは感染後、組織外にも被害を及ぼします。このため、被害を受けた法人らは不審メールの発生や添付ファイルの危険性に注意するよう呼び掛けています。,参照弊社を装った不審メールに関するお詫びとお知らせ/株式会社丸山製作所,,"
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c08e"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "テスコム電機がEmotetに感染、実在人物の不審メールも"
  },
  "description": {
    "en": "",
    "jp": "画像：テスコム電機株式会社より引用,テスコム電機株式会社は2022年2月4日、同社グループ会社に所属する従業員の端末がマルウェア「Emotet（Emotet）」に感染したと明らかにしました。,テスコム社によれば、感染が発覚したのは2022年2月3日のことで、調査により同社従業員を装った不審なメールが確認されているとのこと。,Emotetは感染した端末に記録されているメールアドレスや氏名、件名等のデータを抜き出し、これを引用する形のメールを通じて、被害を拡大することで知られているマルウェアです。このため、テスコム社は被害を公表し、関係先に不審メールに注意するよう呼びかけました。,確認された不審メールは、いずれも正規のドメインと異なるものが使用されています。,テスコム社によると、同社の正規ドメインは「*****@tescom-japan.co.jp」ですが、Emotetはこれとは異なるドメインを使用しているとのこと。,このため、テスコム社は同社従業員を名乗るメールを受信した場合、開封前にドメインの確認を行うよう呼び掛け、二次被害発生の抑止に動いています。,参照弊社を装った不審メールに関するお詫びとお知らせ/テスコム電機株式会社,,"
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c08f"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "HIS子会社がサイバー被害、最大1,846名のパスポート情報等流出懸念"
  },
  "description": {
    "en": "",
    "jp": "画像：株式会社エイチ・アイ・エスより引用,旅行会社大手の株式会社エイチ・アイ・エスは2022年2月8日、同社のベトナム子会社の運用するサーバーが何者かのサイバー攻撃を受けたことにより、最大1,846名の個人情報が流出した可能性があると明らかにしました。,エイチ・アイ・エスによれば不正アクセスが検出されたのは2021年10月25日のことで、セキュリティシステムが異常を発し事態を把握したとのこと。これ受け同社が外部専門家による遠隔簡易調査を実施したところ不正アクセスが発生していた事実が判明。同社はこの時点でサーバーをネットワークから切断し、外部アクセス制限を行ったとしています。,その後、同社は被害サーバーの輸送が困難であったため、代替策としてサーバーデータを記録したHDDを日本に郵送し詳細調査を実施しています。調査の結果、不正アクセスにより子会社が保有する個人情報が外部に流出した可能性が明らかとなりました。,株式会社エイチ・アイ・エスによると、サイバー攻撃により最大1,846名に情報流出の懸念が生じています。,同社によると、対象は2016年8月14日〜2020年2月22日までにエイチ・アイ・エスを利用してベトナムに向かった顧客およびベトナム法人にて申請等手配を行った顧客とのこと。対象情報には氏名や性別のほかパスポート情報が含まれており、流出の懸念が生じています。,なお、同社によると被害は既に関係当局に報告済。今後は第三者によるセキュリティ診断など客観的なチェック体制の強化など、再発防止に向けた施策を行う方針です。,参照子会社ファイルサーバへの不正アクセスによる個人情報流出の可能性に関するお詫びとお知らせ/株式会社エイチ・アイ・エス"
  },
  "industrySector": {
    "en": "LIVING-RELATED AND PERSONAL SERVICES AND AMUSEMENT SERVICES",
    "jp": "生活関連サービス業，娯楽業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c090"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "神奈川産業振興センターがPRメール誤送信、188社間でアドレス表示"
  },
  "description": {
    "en": "",
    "jp": "画像：公益財団法人神奈川産業振興センターより引用,公益財団法人神奈川産業振興センターは2022年1月27日、財団が送信した電子メールについて誤送信が発生し、送信先となった県内の事業者188社のメールアドレスをお互いに見える形で送信したと明らかにしました。,発表によれば、誤送信は公表日である2022年1月27日に発生したもの。,「企業経営の末病改善」の事業PRのために担当者が事業者に宛て外部一斉メールを送信した際、同報者間でメールアドレスが表示される形式で送信するミスが発生。これにより、送信先となった事業者間でアドレスが流出したとしています。,神奈川産業振興センターは誤送信発生に伴い、対象となった事業者らに謝罪しています。,また、今後は情報を厳格に管理し、外部一斉メールを送信する際は、複数名での確認を徹底すると発表しました。,参照メールアドレスの流出について/公益財団法人神奈川産業振興センター"
  },
  "industrySector": {
    "en": "SCIENTIFIC RESEARCH, PROFESSIONAL AND TECHNICAL SERVICES",
    "jp": "学術研究，専門・技術サービス業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c091"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "囲碁将棋チャンネルで不具合、別人の個人情報表示される"
  },
  "description": {
    "en": "",
    "jp": "株式会社囲碁将棋チャンネルは2022年1月31日、同社が運営する「囲碁将棋プレミアム」の運営システムに不具合が生じ、アカウント登録したユーザーに別人の個人情報を表示する事象が確認されたと明らかにしました。,同社によれば、問題の不具合は2022年1月10日に確認されたもので、新規ユーザーが「囲碁将棋プレミアム」にアカウント登録した際、システムが別人のマイページデータ（氏名、メールアドレス、住所、生年月日等）を表示していたとのこと。,同社は不具合に気付いていませんでしたが、登録ユーザーから「別人のデータが表示される」と指摘があり、判明したとしています。,株式会社囲碁将棋チャンネルは原因を同社が運用するシステムおよびプログラムの不具合によるものとしており、不正アクセス等のサイバー攻撃は否定しています。,同社によると、原因となった不具合は既に修正されており、現在は正常に稼働しているとのこと。ただし、流出規模は現時点で明らかになっておらず、同社はサービス開始当初にさかのぼって個人情報漏洩の調査を進めるとしています。,参照将棋動画配信サービスで不具合、個人情報が流出/Security NEXT"
  },
  "industrySector": {
    "en": "INFORMATION AND COMMUNICATIONS",
    "jp": "情報通信業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c092"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "株式会社風流舎がEmotet感染、取引顧客に不審メールの可能性"
  },
  "description": {
    "en": "",
    "jp": "画像：株式会社風流舎より引用,「かべいろ.com」などを運営する株式会社風流舎は2022年2月4日、同社従業員が使用する業務用端末がマルウェア「Emotet（Emotet）」に感染し、端末から顧客個人情報などが流出したと明らかにしました。,風流舎によれば、Emotetが検出されたのは2022年2月3日のことで、感染により同社が運営する「株式会社風流舎」「かべいろ.com」「まどいろ.com」を名乗る不審なメールが社内外で発生しているとのこと。,同社が該当端末をネットワークから隔離し調査したところ、端末内に保存されていた社内外のメールアドレスや本文内容、個人情報等が流出していた事実が判明しました。ただし、被害が確認されたのは該当端末のみであり、社が使用する別の端末に被害は確認されなかったとしています。,風流舎によると、流出した個人情報のなかには過去同社と取引した顧客のデータも含まれており、対象者に今後、不審メールが発生する可能性が生じています。,このため、同社は謝罪するとともに、不審メールを受信した場合はリンクや添付ファイルを開封せず、削除するよう呼び掛けています。,参照当社を装った不審なメールに関するお詫びと注意喚起について/株式会社風流舎,,"
  },
  "industrySector": {
    "en": "SCIENTIFIC RESEARCH, PROFESSIONAL AND TECHNICAL SERVICES",
    "jp": "学術研究，専門・技術サービス業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c093"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "ライオン株式会社がEmotet感染、社内外に不審メール発生"
  },
  "description": {
    "en": "",
    "jp": "画像：ライオン株式会社より引用,ライオン株式会社は2022年2月3日、同社グループに所属する従業員がEmotetに感染したことにより、同社メールサーバーのデータが外部流出したと明らかにしました。,ライオンによれば感染が発覚したのは2022年2月2日のことで、その後、実在する同社従業員を名乗る不審なメールが確認されているとのこと。,Emotetは感染後、メールサーバーから宛先や内容を窃取し、これを引用した形のマルウェアメールを送信することから、同社は不審メールの発生原因がEmotet感染によるものとしています。,ライオン株式会社はEmotet感染に伴いメールドメインに注意するよう呼び掛けています。,発表によれば、不審メールは同社の正規ドメイン（*****@lion.co.jp）と異なるものを使用しています。このため、受信者においては開封前にドメインを確認し、不審メールを識別すること、また、添付されているZIPファイルやURLリンクにアクセスしないよう求めました。,なお、防止の難しいEmotet事例であるものの、同社はセキュリティ対策の強化を通じて再発防止を目指す考えを明らかにしました。,参照弊社を装った不審メールに関するお詫びとお知らせ/ライオン株式会社,,"
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c094"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "応用地質グループ会社がサイト改ざん被害、フィッシング行為に利用される"
  },
  "description": {
    "en": "",
    "jp": "画像：応用地質株式会社より引用,応用地質株式会社は2022年1月28日、同社グループ会社の株式会社ケー・シー・エス社（KCS社）が何者かのサイバー攻撃を受けたことにより、ホームページの改ざん被害が生じたと明らかにしました。,応用地質によれば、不正アクセスは2022年1月24日に発生したもので、攻撃者はKCS社のホームページを改ざんし、フィッシングサイトを埋め込んだとのこと。同社は事案発覚後ただちにネットワークを遮断して隔離し、サーバー調査を実施したとしています。,フィッシングサイトを利用した改ざん行為は通常、正規サイトにアクセスしたユーザーの情報窃取などを狙っているため、時間が経つにつれて被害は拡大していきます。しかし、同社は外部接続の遮断が早期に行われたことから情報流出はないとの認識を明かしており、今後の調査で確認を行うとしています。,応用地質株式会社によるとKCS社は専門会社の協力を得ながらホームページの復旧作業を進めています。,記事発表時点で一部が復旧しており公開状態にこぎつけていますが、同社はセキュリティ上の懸念から自社ホームページからのリンクは切断していると発表。,早期の復旧を目指すとともに、再発防止に努めるとしています。,参照弊社グループ会社のホームページ改ざんに関するお詫びについて/応用地質株式会社"
  },
  "industrySector": {
    "en": "SCIENTIFIC RESEARCH, PROFESSIONAL AND TECHNICAL SERVICES",
    "jp": "学術研究，専門・技術サービス業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c095"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "秋葉山公園県民水泳場がEmotetに感染、利用者らにメール攻撃の可能性"
  },
  "description": {
    "en": "",
    "jp": "画像：秋葉山公園県民水泳場より引用,和歌山県は2022年1月28日、同県がＴＳＡグループを管理者に指定し運営している秋葉山公園県民水泳場にて、水泳場が保有する端末がマルウェア「Emotet（Emotet）」に感染したと明らかにしました。,和歌山県などによると、過去水泳場とやりとりした利用者から「水泳場を名乗る不審なメールが届いている」と連絡が入ったとのこと。その後、管理側が調査したところ、水泳場が保有する端末がEmotetに感染している事実が判明しました。,管理側が調査したところ、感染により情報流出の懸念が生じています。流出対象となっているのは、過去水泳場の代表メールと直接やりとりした利用者のメールアドレスや本文内容約2,000件で、県などは流出情報を悪用した形のサイバー攻撃が懸念されると注意を発しています。,Emotetとは、メール添付のURLやオフィス系拡張子のファイルに紛れ込み、情報流出を引き起こすことで知られているマルウェアです。,感染後は対象のメール送受信履歴や本文データを引用して、実在する組織や人物を名乗り不審なメールを送信することで知られています。実在する情報を引用する形であるため被害側が自衛しにくく、被害拡大が懸念されているマルウェアです。,和歌山県などは今後、対象者において、実在する水泳場の担当者などを名乗る不審なメール攻撃が発生する事態が想定されると発表しています。対象者に謝罪するとともに、施設を名乗る不審なメールが届いた場合も、迂闊に開封しないよう呼びかけました。,参照不審メールに関するお詫びとお知らせ/秋葉山公園県民水泳場,,"
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c096"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "積水ハウスグループ企業がEmotet感染、不審メール確認される"
  },
  "description": {
    "en": "",
    "jp": "画像：積水ハウス株式会社より引用,積水ハウス株式会社は2022年1月28日、同社グループ企業の端末がマルウェア「Emotet（Emotet）」に感染したと明らかにしました。,Emotetとは、URLリンクやオフィス系ファイルを通じて感染し、感染先が過去やりとりしたメールアドレスやメール本文のデータを抜き取ることで知られているマルウェアです。流出情報は人物の騙りやメールに対する返信を装う形で悪用されており、被害拡大が懸念されています。,積水ハウスによれば、既に同社グループの実在する従業員を名乗るメールが、過去従業員とやり取りした相手に対して送信されています。同社は被害拡大を抑止するため、開封せず、対象者にメールドメインに注意し見分けるよう呼び掛けています。,積水ハウス株式会社は今回の事態が発生を受け、対象者に謝罪しています。,また、同社はコンピューターウイルス対策に取り組むなかで被害が発生したとして、今後は更にセキュリティ強化を推進すると発表。再発防止に努める考えを明らかにしています。,参照弊社グループ従業員を装った不審メールに関するお詫びとお知らせ/積水ハウス株式会社,,"
  },
  "industrySector": {
    "en": "CONSTRUCTION",
    "jp": "建設業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c097"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "ハウスドゥ元従業員が顧客情報64件を不正流出、逮捕される"
  },
  "description": {
    "en": "",
    "jp": "画像：株式会社And Doホールディングスより引用,株式会社And Doホールディングスは2022年1月18日、同社子会社「ハウスドゥ住宅販売」に所属する30代の元従業員が社が保有する顧客情報を不正に持ち出し、不正競争防止法違反で逮捕されたと明らかにしました。,情報によれば問題の従業員は2021年1月、愛知県一宮市の店舗にて顧客情報64件を転職予定先の不動産会社にメールで不正送信していた疑いがあるとのこと。,流出は同社が実施した社内調査により発覚し、2021年2月8日には同従業員の懲戒解雇処分が決定。その後、不正競争防止法違反の疑いで逮捕となりました。,警察の捜索によると、逮捕された従業員は諾否を保留しているとのことです。,ただし、容疑者は「転職後に成績を上げたかった」と、営業成績目当ての犯行を伺わせる発言もしているとのこと。警察は今後も捜査を進める方針です。,参照当社子会社の元従業員の不正行為について/株式会社And Doホールディングス,補足情報転職先に顧客情報持ち出し容疑でハウスドゥ元支店長逮捕―愛知県警/時事ドットコムニュース"
  },
  "industrySector": {
    "en": "REAL ESTATE AND GOODS RENTAL AND LEASING",
    "jp": "不動産業，物品賃貸業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c098"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "2月1日からサイバーセキュリティ月間。マクロスとのタイアップも！"
  },
  "description": {
    "en": "",
    "jp": "画像：内閣サイバーセキュリティセンター（NISC）より引用,内閣サイバーセキュリティセンター（NISC）は2022年2月1日より、サイバーセキュリティ月間をスタートしました。,サイバーセキュリティ月間とはNISCが毎年度実施しているセキュリティ啓発イベントで、本年度は2022年2月1日～2022年3月18日の約1カ月半が予定されています。,開催にあたっては、松野内閣官房長官がビデオメッセージを投稿。ランサムウェアの脅威をはじめとした様々な脅威に対して「全員参加」で取り組み「誰一人取り残さず」サイバーセキュリティを確保する必要を訴えたほか、政府においてはデジタル庁が司令塔となり、社会のデジタル化を強力に推進する考えを述べました。,サイバーセキュリティ月間は、期間中に開かれる全国各地でのセキュリティ関連セミナーや対策行事のほか、業界有識者によるセキュリティコラムが注目を集めるイベントです。,また、恒例となりつつあるアニメタイアップにおいては、本年度で40周年を迎える「マクロス」シリーズとのコラボ企画が決定。同作の代表台詞となる「おぼえていますか」をテーマにした、専用描き下ろしポスターやバナー広告やリリースされました。,なお、2022年3月13日にはタイアップ特番「超時空サイバーセキュリティ特番」もリリースが予定されています。作品声優陣が参加する特番でYoutube上で公開される見通しとのことです。,参照2022年サイバーセキュリティ月間/内閣サイバーセキュリティセンター（NISC）"
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c099"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "富山県が公益通報メールを医薬品関係者240名に誤送信"
  },
  "description": {
    "en": "",
    "jp": "富山県は2022年1月24日、県に公益通報として寄せられた製薬会社に関係する内部告発に関係する一部情報を、担当するくすり政策課が医薬品関係者240名に誤送信するミスを起こしたと明らかにしました。,情報によれば2022年1月24日、くすり政策課の担当職員が医薬品関係者に事務連絡メールを発信する際、添付予定の資料に誤って本来添付すべきでない公益通報者の情報１ページ分を加えたまま一斉送信するミスを起こしたとのこと。,誤送信先は通報内容と直接関係はないものの、流出メールには通報者の氏名やメールアドレス、通報内容が記載されており、今後の影響が心配される状況です。事態を受け、富山県は謝罪しました。,富山県のくすり政策課によると、課はメール誤送信発覚後、流出先に連絡を取り、メールの削除を依頼している状況です。,また、同県では公益通報の流出という県内初の事案に対し、通報窓口における情報管理体制を見直すなどして再発防止に努める考えです。なお、誤送信した職員への処分も今後検討するとしています。,参照製薬会社の監督課が公益通報メールを誤送信　富山県「くすり政策課」/Yahoo!ニュース,参照富山県1月25日定例会見（Youtube）0:24～"
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c09a"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "エーワン東京、外部からのサイバー攻撃で顧客やスタッフ情報流出"
  },
  "description": {
    "en": "",
    "jp": "画像：株式会社エーワン東京より引用,株式会社エーワン東京は2022年1月24日、同社が運用する専用システム「IPシステム」に対する外部からのサイバー攻撃が発生し、同社が保有するスタッフや顧客の個人情報が流出したと明らかにしました。,エーワン東京によれば同社では2022年1月1日より、社内の全店舗アカウントに対するシステム障害が発生しており、同時に同社応募者用アドレスが攻撃者からの脅迫メールを受信している事態を確認したとのこと。,同社が調査したところ、攻撃者はシステムに侵入し、アカウント削除を働いたほか、同社が保有する顧客、応募者、スタッフ等の個人情報を抜き取っていた事実が判明。流出情報には顧客やスタッフの氏名や年齢、電話番号にメールアドレスなどの情報が含まれており、同社は謝罪しました。,エーワン東京は情報流出を受け、影響を受けた顧客や応募者、スタッフらにも謝罪し、経緯を説明しています。,また、攻撃を受けたシステムに対してはセキュリティ改修を行い対応をしているとのこと。なお、同社は警察や第三者調査機関等と相談しており、今後も対応を進める方針で、公表すべき事実が判明した場合、、改めて報告するとしています。,参照個人情報等の漏洩に関するお知らせ/株式会社エーワン東京"
  },
  "industrySector": {
    "en": "MEDICAL, HEALTH CARE AND WELFARE",
    "jp": "医療，福祉"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c09b"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "送受信メールが流出、実在人物のなりすましメール発生か│ドリームパネル"
  },
  "description": {
    "en": "",
    "jp": "画像：株式会社ドリームパネルより引用,株式会社ドリームパネルは2022年1月24日、同社が運用する端末から過去の送受信メールが流出し、悪質ななりすましメールが発生したと明らかにしました。,同社によれば、確認されたメールは実在する同社従業員を装ったもので、本文には不審な内容が記載されているとのこと。,メールは関係者に宛てられたものであり、迂闊に開封すると二次被害を引き起こしかねないとして、受信者らに注意を促しました。,株式会社ドリームパネルは確認された不審メールにつき、ドメインに注意するよう呼び掛けています。,同社によると、メールアドレスドメインは「******@d-panel.jp」となっており、上記以外のドメインはなりすまし行為によるものであるとのこと。なりすましメールに記載されたURLや添付ファイル開封した場合、被害が生じる可能性があるとしています。,参照関係者様への不審メールに関するお詫びとお願い/株式会社ドリームパネル"
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c09c"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "化学メーカーのダイセル、グループ運用サーバーが不正アクセス被害"
  },
  "description": {
    "en": "",
    "jp": "画像：株式会社ダイセルより引用,大手化学メーカーの株式会社ダイセルは2022年1月27日、同社グループが運用しているサーバーに対する外部からのサイバー攻撃が確認されたと明らかにしました。,同社によると、不正アクセスが確認されたのは2021年12月22日のことで、攻撃の影響でグループが保有する情報の一部が流出した可能性があるとのこと。,同社は事案発覚後、不正アクセス対策を講じたうえで第三者調査機関に調査を依頼しましたが、記事発表時点で情報流出の有無や規模などは明らかになっていない状況です。,株式会社ダイセルは記事発表時点で情報流出の有無や規模は明らかになっていないとしています。,しかし、同社は顧客の個人情報および取引先の重要情報が含まれている可能性もあるとして、確認を進めていると発表。今後、公表すべき事項が判明した場合、改めて報告するとしています。,参照当社グループ内サーバへの不正アクセスの発生について/株式会社ダイセル"
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c09d"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "日能研がSQLインジェクション被害、最大28万アドレス流出の可能性"
  },
  "description": {
    "en": "",
    "jp": "画像：株式会社日能研より引用,中学受験関連サービスを提供する株式会社日能研は2022年1月29日、同社のホームページデータの格納先であるウェブサーバーが何者かのサイバー攻撃を受け、最大28万106件のメールアドレスが流出した可能性があると明らかにしました。,日能研によれば、同社が事態を把握したのは2022年1月11日のことで、攻撃者は不正なコードを注入し本来運営側が想定しない事態を引き起こす「SQLインジェクション」と呼ばれる手口で同社のウェブサーバー攻撃し、情報を窃取した疑いがあるとのこと。,ただし、同社が調査したところ、流出懸念の生じているデータはメールアドレスに限定され、住所や電話番号に講座情報および成績関連データなどは流出対象外と判明。同社は攻撃者の接続元を遮断したうえで原因となった脆弱性を修正したとしています。,日能研は現在、不正アクセスによる情報流出の懸念が生じているユーザーに向け、順次謝罪と注意喚起のメールを送信しています。,同社によると、メールアドレスが悪意のある人物に渡った可能性から、今後スパムメールやフィッシング詐欺メール等に利用されかねない状況とのこと。このため、対象ユーザーに不審メールに促されるままパスワードや個人情報を入力しないよう、注意を呼び掛けています。,参照不正アクセスによるメールアドレス流出の可能性に関するお詫びとお知らせ"
  },
  "industrySector": {
    "en": "EDUCATION, LEARNING SUPPORT",
    "jp": "教育，学習支援業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c09e"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "IPAが情報セキュリティ10大脅威2022を発表、気になるトップは？"
  },
  "description": {
    "en": "",
    "jp": "画像：独立行政法人情報処理推進機構（IPA）より引用,独立行政法人情報処理推進機構（IPA）は2022年1月27日、国内におけるセキュリティ脅威をとりまとめた「情報セキュリティ10大脅威2022」を公表しました。,同資料は1年間で確認されたサイバー攻撃の種類や被害傾向などを分析し、ランキング形式で格付けしたもの。ランキングは個人と法人の2部門に分割され、それぞれ有識者150名が投票することにより順位付けが行われています。,なお、本年度分となる2022年度版では、個人部門にフィッシング攻撃、法人部門でランサムウェアが1位を獲得。脅威の筆頭として存在感を示しました。,情報セキュリティ10大脅威2022/独立行政法人情報処理推進機構(IPA),個人部門は1位にフィッシングによる個人情報等の詐取、2位にネット上の誹謗・中傷・デマ、3位にメールやSMS等を使った脅迫・詐欺の手口による金銭要求がランクインしています。昨年度1位のスマホ不正利用が5位に繰り下がった形です。,2022年度トップ3はいずれも「騙す」という点で共通しています。それぞれ手法や客体は異なりますが、いずれも安易なフィッシング行為にひっかかったり、安易な情報発信が原因として起きています。,もっとも、こうした被害は情報リテラシー教育の効果が期待できるものでもあります。情報セキュリティ教育の徹底がカギを握るものと見られます。,法人部門においては昨年度同様にランサム被害がトップをキープする結果となりました。2位は標的型攻撃で3位がサプライチェーン攻撃となっています。,法人部門の特徴は、1位～3位がそれぞれ相乗被害を発しかねない攻撃であるという点です。例えば、大手ゲーム会社のカプコン社はオーダーメイド型ランサムウェア攻撃と呼ばれる、同社に標的にした特化型攻撃の対象になったことで知られています。また、委託先や子会社を標的にし、そこから本命企業に手を伸ばすサプライチェーン攻撃もランサムウェア攻撃と併用されやすいサイバー攻撃として知られています。,なお、法人部門においては2022年度になり、はじめて「ゼロデイ攻撃」がランクインしています。,ゼロデイ攻撃とは新たに見つかった脆弱性を狙って仕掛けるサイバー攻撃で、修正プログラムが公開されるまでのわずかなスキを狙ってしかけるというもの。現在の技術で完全に防ぐことは難しいとされており、企業にとって厄介な問題として注目されています。,参照「情報セキュリティ 10 大脅威 2022」を決定 ～昨年と同じ脅威が引き続き上位に、日常的な備えが重要～/独立行政法人情報処理推進機構（IPA）"
  },
  "industrySector": {
    "en": "SERVICES, N.E.C.",
    "jp": "サービス業（他に分類されないもの）"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c09f"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "創価大学がセミナー案内誤送信、288名のアドレス流出"
  },
  "description": {
    "en": "",
    "jp": "画像：創価大学より引用,創価大学通信教育部は2022年1月24日、同大学が開催した日本語教育特別セミナーへの申込者に宛てた電子メールにて誤送信が発生し、申込者のアドレスが流出したと明らかにしました。,同大によれば、問題のメールは2022年1月15日に発信されたもので、担当者がセミナーに関連する資料を外部一斉メールとして送信したところ、送信形式の指定ミスを起こしたとのこと。,本来、同大では外部メールを発信する際、送信先のアドレスを非表示にする「BCC」による送信が求められていましたが、担当者はミスによりお互いのアドレスが表示されてしまう「To」形式で送信するミスを起こしたとしています。,創価大学は誤送信による流出を把握したのち、対象者らに謝罪しました。,また、誤送信の原因を確認不足として、今後は情報の取り扱いや連絡の発信方法について見直しを検討するとしました。,参照個人メールアドレスの漏洩について/創価大学"
  },
  "industrySector": {
    "en": "EDUCATION, LEARNING SUPPORT",
    "jp": "教育，学習支援業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0a0"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "決済代行サービス子会社が不正アクセス被害、流出の可能性高い"
  },
  "description": {
    "en": "",
    "jp": "画像：株式会社メタップスペイメントより引用,クレジットカード決済システムを提供する株式会社メタップスペイメントは2022年1月25日、同社が提供しているクレジットカード決済システムの一部において不正アクセスが発生し、情報流出の可能性があると明らかにしました。,同社によれば2021年12月14日、クレジットカード会社より同社が提供するサービス「イベントペイ」利用ユーザーのカード情報について、不正利用された可能性があると連絡を受けたとのこと。同社は社内調査で問題を特定できませんでしたが、その後、第三者調査機関によるフォレンジック調査を実施したところ、不正アクセスの痕跡が確認されたとしています。,なお、同社は発表にて、攻撃者は同社決済センター内が運用する一部アプリに内在していた脆弱性を利用した可能性があるとしています。情報流出の有無や規模は特定されていませんが、流出の可能性は高いとしています。,株式会社メタップスペイメントは不正アクセスへの対処として、2022年1月25日までに同社が提供するトークン方式によるクレジット決済サービスの全停止を決定しました。,同社のサービスは政府系ECや民間予約サイトなどが利用しており、多数の被害発生が懸念されます。,なお、同社は被害が懸念される加盟店に向け、メールでの注意喚起を通知しています。ただし現時点で第三者調査機関によるフォレンジック調査は完了しておらず、調査完了を待ってから対応方針および再発防止策を決定するとしています。,参照不正アクセスに関するご報告とお詫び/株式会社メタップスペイメント,参考滋賀県運営ECサイト"
  },
  "industrySector": {
    "en": "INFORMATION AND COMMUNICATIONS",
    "jp": "情報通信業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0a1"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "ビーグレンHPが不正アクセス被害、カード情報4万6,702件流出か"
  },
  "description": {
    "en": "",
    "jp": "画像：ビバリーグレンラボラトリーズ株式会社より引用,ビバリーグレンラボラトリーズ株式会社は2022年1月25日、同社が運営するオンラインショップ「ビーグレンHP（被害サイト）」が何者かの不正アクセスを受けたことにより、過去同社サイトにて新規にカード情報を入力したユーザーのクレジットカード情報4万6,702件が流出した可能性があると明らかにしました。,発表によれば、同社は2021年6月10日、一部クレジットカード会社から被害サイトからカード情報が流出している懸念について連絡を受けています。同社が事実関係を明らかにするため第三者調査機関による調査を実施したところ、何者かが被害サイトの脆弱性を利用して、ユーザーが入力した情報が外部に流出するよう不正なプログラムを設置していた事実が判明しました。,同社によれば、改ざんによる流出は2020年12月5日より発生し2021年6月24日に至るまで継続しています。流出した情報はカード名義人名にカード番号、セキュリティコードおよび有効期限で、一部において不正利用の可能性も生じています。,ビバリーグレンラボラトリーズ株式会社はクレジットカード情報の流出懸念が生じてから公表までに約7カ月が経過している点について、対応準備を整えるために判断したとしています。,同社によれば、本来は懸念が判明した時点で速やかに公表すべきであるものの、事実関係が明らかでなく情報が確定しない段階で公表するといたずらに混乱を招きかねず、カード会社との連携等対応準備を整えていたとのこと。対象者には今後、メールおよび書状にて連絡し、注意を促すとしています。,参照弊社が運営する「ビーグレンHP」への不正アクセスによる個人情報流出に関するお詫びとお知らせ/ビバリーグレンラボラトリーズ株式会社"
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0a2"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "ランサーズが講座案内メールを誤送信、432件のアドレス流出"
  },
  "description": {
    "en": "",
    "jp": "画像：ランサーズ株式会社より引用,クラウドソーシング大手のランサーズ株式会社は2022年1月21日、同社が主催する教育講座に関連する案内メールにて、送信先となった講座応募者のメールアドレス432件をお互いに表示する形で誤送信したと明らかにしました。,ランサーズによれば、担当者が2021年1月14日に講座案内を行うために外部一斉メールを送信する際、本来送信先を非表示にするよう求めていたにも関わらず、お互いのアドレスが表示される形式で送信するミスを起こしたとのこと。,送信時、担当者はミスに気付いていませんでしたが、2021年1月15日になりメール受信者から「メールアドレスが見える形でメールが送られている」と指摘が入り事態を把握。対象者らに謝罪するとともにメールの削除を依頼しました。,ランサーズ株式会社は誤送信の発生に伴い、複数の再発防止策を公表しています。,具体的には、同社は今後複数の宛先にメールを送信する際、同社が定めた作業手順を遵守するよう求めるとのこと。送信前にダブルチェックを実施し、流出につながるミスの有無を確認するとしています。,また、同社は従業員への周知のため、セキュリティ教育およびコミュニケーションツールにおいて注意喚起を行うと発表。情報セキュリティリスクの課題として、改善を検討するとしています。,参照【重要なお知らせ】メールアドレス流出に関するお詫び/ランサーズ株式会社"
  },
  "industrySector": {
    "en": "INFORMATION AND COMMUNICATIONS",
    "jp": "情報通信業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0a3"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "電カルや診療報酬システムに不具合、春日井リハビリテーション病院"
  },
  "description": {
    "en": "",
    "jp": "画像：春日井リハビリテーション病院より引用,春日井リハビリテーション病院は2022年1月19日、同院が運用する医療情報システムに不正アクセスが原因と思われる不具合が生じたと明らかにしました。,同院によれば、不具合が確認されたのは2022年1月12日のことで、医療会計システムおよび電子カルテデータプログラムへの影響が生じているとのこと。,記事発表時点で原因や情報流出の有無は明らかになっていませんが、同院は不正アクセスの可能性によるものと見て、各システムを運用するサーバーの停止措置を講じました。,春日井リハビリテーション病院によると、同院がセキュリティ上の理由から停止したシステムは2022年1月21日時点で復旧に至っていません。,このため、同院は臨時的な対応策として、紙カルテでの対応を決定。病院から通報を受けた警察は、海外からの不正アクセスの可能性も視野に入れ捜査する方針です。,参照不正アクセス（疑い）によるシステム障害発生のお知らせ/春日井リハビリテーション病院"
  },
  "industrySector": {
    "en": "MEDICAL, HEALTH CARE AND WELFARE",
    "jp": "医療，福祉"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0a4"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "山口県オンライン婚活事業で誤送信、申込者24名のメールアドレス流出"
  },
  "description": {
    "en": "",
    "jp": "画像：山口県より引用,山口県は2022年1月17日、山口県が主催するオンライン婚活セミナー交流会「やまぐち婚活オンラインパーティー」事業の委託先企業が電子メールを誤送信し、イベント参加者ら24名のメールアドレスが流出したと明らかにしました。,山口県によれば、誤送信を起こしたのはイベント委託先の担当者で、2022年1月10日に参加申込者らに当落通知メールを発信する際、本来アドレスを非表示にする「BCC」で送信すべきところを、誤って「TO」で送信するミスを起こしたとのこと。,これにより、送信先間でお互いのメールアドレスが表示される事象が発生。県および委託先企業は送信ミスに気付いていませんでしたが、イベント開催日である2022年1月16日に参加者から指摘を受け、事態を把握したとしています。,山口県は情報流出の発生の事実を受け、業務委託先企業に参加申込者らに謝罪し、誤送信メールの削除を依頼するよう指示しました。,また、委託先企業に対して、今後は送信前に内容確認を徹底も指示。再発を防止するよう求めました。,参照業務委託先におけるメールの誤送信について/山口県"
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0a5"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "PCR検査結果を同姓同名の別人に誤送信、沖縄県読谷村"
  },
  "description": {
    "en": "",
    "jp": "画像：読谷村より引用,沖縄県読谷村は2022年1月17日、同村が実施した新型コロナウイルスPCR検査被検者3名の検査結果情報を、当人以外の第三者に誤送信したと明らかにしました。,発表によれば、連絡担当者が2022年1月7日に実施した検査結果を、家族3名で被検した家族の代表者に連絡したところ、家族分ではなく1名分の検査結果しか届いていないという事実が判明。,このため、読谷村が作成し検査機関に提出した名簿および履歴を確認したところ、被検者と同姓同名で名簿上連番扱いになっていた第三者のアドレスを引用しており、検査結果を誤送信していたことが明らかになりました。,読谷村では誤送信への対応として、流出先となった同姓同名の人物らに連絡を取り、メールおよび情報の削除を依頼しました。また、被害者となった3名については報告および謝罪しています。,読谷村では今後、名簿作成後の管理体制の強化を図るとともに、メールアドレスの記載方法を改善し再発を防止するとしています。,参照任意PCR検査結果を別の方に誤通知した事案の発生について/読谷村"
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0a6"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "三重県でUSBメモリ紛失、主任計量者ら合計1356名の情報所在不明に"
  },
  "description": {
    "en": "",
    "jp": "画像：三重県より引用,三重県は2022年1月18日、計量証明事業における主任計量者の名簿及び検定試験に関するデータを記録したUSBメモリを、計量検定所所属の担当者が不注意により紛失したと明らかにしました。,発表によれば、問題のUSBメモリは県の担当者が毎年度事務を進めるために使用しており、普段は部署の金庫にて保管されていたものです。,ところが2021年12月6日に業務上の理由からUSBメモリを使用した際、金庫への保管を失念したとのこと。その後、2022年1月12日に再び業務上の理由からUSBメモリの使用を試みたところ、紛失が判明したとしています。,三重県は紛失判明後、計量検定所周辺を捜索しましたが2022年1月18日時点で発見に至っていません。県は紛失の経緯から年度末の整理整頓時にUSBメモリを誤廃棄した可能性が高いとする一方で、情報流出の可能性も否定できないとしています。,なお、USBメモリには主任計量者1,091名の名簿や過去の受験者265名の試験結果、さらに実施予定であった試験問題等が記録されていました。このため、三重県は該当者らに連絡を取り謝罪しました。,参照三重県計量検定所における個人情報を保存したUSBの紛失について/三重県"
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0a7"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "株式会社昭栄広報、資料請求者26名の個人情報を誤表示"
  },
  "description": {
    "en": "",
    "jp": "画像：株式会社昭栄広報より引用,株式会社昭栄広報は2022年1月14日、同社が運営する進学関連サービス「高校生のキモチ。（原因サービス）」にて、本来公開すべきでない資料請求応募者26名の個人情報が応募者間で閲覧できる事態が発生したと明らかにしました。,対象は2021年12月24日～2022年1月12日の期間中に原因サービスにて資料請求したユーザー26名とのこと。原因はサービス設定の不備によるもので、氏名や住所、学校名などの個人情報をお互いに閲覧できる状態にあったとしています。,昭栄広報によると、同社は発生当初、システム設定の不備に気付いていませんでしたが、資料請求者から指摘が入り問題を把握したとしています。現在はシステム不備への対応を済ませており、適切な情報管理が成されているとのことです。,株式会社昭栄広報によると、同社は現在、被害を受けた26名に連絡を取り対応を進めている状況です。,また、同社は自社の状況について、個人情報の管理が徹底されていなかったと説明。今後は情報管理体制の更なる厳格化を図り、再発を防止するとしています。,参照個人情報漏洩につきましてのお詫び/株式会社昭栄広報"
  },
  "industrySector": {
    "en": "SCIENTIFIC RESEARCH, PROFESSIONAL AND TECHNICAL SERVICES",
    "jp": "学術研究，専門・技術サービス業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0a8"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "ココシーズン、脆弱性原因で顧客カード情報350件流出か"
  },
  "description": {
    "en": "",
    "jp": "画像：株式会社かわたより引用,株式会社かわたは2022年1月17日、同社が運営するオンラインショップ「ココシーズンオンラインショップ（被害サイト）」が何者かの不正アクセスを受けたことにより、過去被害サイトでカード決済したユーザーのクレジットカード情報350件が流出した可能性があると明らかにしました。,発表によると、かわた社は2021年9月3日、顧客が使用するクレジットカード会社より「カード情報が流出した可能性がある」と指摘を受け、第三者調査機関に被害サイトの調査を依頼したとのこと。,その後、2021年9月28日に完了した調査報告から、何者かが被害サイトに内在する脆弱性を利用して被害サイトの決済システムを改ざんし、顧客が入力したカード情報を盗み取っていた可能性が明らかになりました。,株式会社かわたによれば、同社は現在、被害が想定される顧客に対して電子メールおよび書状で連絡を取り、謝罪と不正利用への注意を促しています。,とはいえ、同社は2021年9月3日時点で情報流出の懸念を把握しており、また、第三者調査機関による事実関係報告も2021年9月28日時点で受けているため、事実公表までに約4カ月が経過した形です。,かわた社は公表の遅れに対して「対応準備を整えてからの告知が不可欠であると判断した」と説明しています。すなわち、本来なら速やかな公表すべきであるものの、対応準備が整わないまま公表すると混乱が生じかねず、カード会社など関係機関との連携を取ってからの公表を判断したとしています。,なお、同社によると流出懸念が生じている情報は次の通りです。,参照弊社が運営する「ココシーズンズオンラインショップ」への不正アクセスによる個人情報漏えいに関するお詫びとお知らせ/株式会社かわた"
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0a9"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "北海道ガス株式会社、個人情報約3万件記録していたHDDを誤廃棄か"
  },
  "description": {
    "en": "",
    "jp": "画像：北海道ガス株式会社より引用,北海道ガス株式会社は2022年1月12日、同社が保管していたハードディスク（HDD）１台が所在不明となり、内部に記録されていた個人情報関連データ3万1,463件に流出の可能性がある明らかにしました。,北海道ガスによれば、HDDは過去同社が使用していたもので、2019年2月までの使用が確認されているとのこと。,内部データとしてガス内管工事に関係した個人情報等3万1,463件が記録されており、紛失時点に情報を削除しているものの、復元不可能なレベルに至る削除であるかの確認がとれず事実公表に踏み切ったとしています。,北海道ガス株式会社はHDDの紛失原因として、誤廃棄の可能性が高いとしています。,ただし、記事発表時点で紛失したHDDの情報が悪用されたと見られる事実や被害を訴える報告は確認されていないとのこと。,同社は今後、情報管理体制を見直し、ルールの遵守を再徹底するとしています。,参照お客さま情報が記録された可能性のある外付けハードディスクドライブの紛失について/北海道ガス株式会社"
  },
  "industrySector": {
    "en": "ELECTRICITY, GAS, HEAT SUPPLY AND WATER",
    "jp": "電気・ガス・熱供給・水道業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0aa"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "岩谷産業、フォーラム案内誤送信で前回参加者のアドレス2,889件流出"
  },
  "description": {
    "en": "",
    "jp": "画像：岩谷産業株式会社より引用,岩谷産業株式会社はこのほど、同社主催のフォーラム案内を伝えるメールを発信した際に誤送信が発生し、送信対象者のメールアドレス2,889件が流出したと明らかにしました。,岩谷産業によれば、同社は「第15回 イワタニ水素エネルギーフォーラム」の開催に先立ち、前回出席者らに開催を伝える案内メールを発信しました。ところが、メール担当者が外部一斉メールを送信する際、本来アドレスを非表示にする「BCC」で送るべきところを「To」で送信するミスを起こしたとのこと。,これにより、送信対象となったメールアドレス2,889件の受信者について、お互いのメールアドレスが表示される事態が発生。メール送信後、ミスに気付いた同社社員から指摘を受け、事態を把握したとしています。,岩谷産業株式会社は誤送信の発生に伴い、対象者らにメールアドレスの流出を伝える案内メールを発信し、謝罪と誤送信メールの削除を依頼しました。,また、同社は誤送信の再発を防止するよう取り組むと発表。社員に対する教育を徹底し、個人情報等の取り扱いに注意を払う考えを明かしました。,参照メール誤送信による個人情報漏えいについてのお詫び/岩谷産業株式会社"
  },
  "industrySector": {
    "en": "WHOLESALE AND RETAIL TRADE",
    "jp": "卸売業，小売業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0ab"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "国交省職員が逮捕、事務所のパソコンを窃盗か"
  },
  "description": {
    "en": "",
    "jp": "国土交通省北陸地方整備局に勤務する職員が勤務先からノートパソコンを窃盗し、逮捕されていたことが明らかになりました。,情報によれば、逮捕されたのは北陸地方整備局富山河川国道事務所の40代男性係長です。男性は2021年8月、勤務先の事務所に所属し、ノートパソコン1台や配線等時価32万円相当の機器を盗んだ疑いが持たれています。,盗まれた端末は事務所内で使用していたものであるため、個人情報および業務情報が記録されていた可能性が指摘されています。ただし、記事発表時点で流出等は確認されていないとのことです。,情報によると、逮捕された男性係長は容疑を認めています。,警察の取り調べに対して「侵入してパソコンを盗んだことは間違いありません」となどと供述しているとのこと。,これを受け北陸地方整備局は捜査に協力するとともに厳正に対処すると発表。事実関係判明後、何らかの対処を行う見通しを明かしました。,参照勤務先の事務所に侵入…PC一式時価32万円相当盗んだか 国交省職員の40歳男逮捕「間違いありません」/Yahoo!ニュース"
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0ac"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "個人情報保護委員会が12名の氏名を誤掲載、批判相次ぐ"
  },
  "description": {
    "en": "",
    "jp": "画像：個人情報保護委員会より引用,個人情報保護委員会は2022年1月18日、委員会事務局が意見募集手続の結果をウェブ掲載する際にミスを起こし、誤って意見者12名の氏名および所属先が流出したと明らかにしました。,情報によると、発生日は2022年1月7日で、流出の原因は担当者による確認不足によるものです。委員会では意見募集手続の結果をウェブ掲載する際、本来は個人名等を伏せた形で掲載するものとしていましたが、確認を怠ったまま掲載したとのこと。委員会のホームページは誰でも閲覧できるため、情報が流出した形です。,同委員会はこのため、被害を受けた12名に連絡を取り謝罪するとしています。ただし、記事発表時点で被害者のうち1名とは連絡がついていない状況です。,個人情報保護委員会は流出の発生に伴い、今後はウェブ掲載予定の資料を扱う際、公開対象となるファイルを作業ファイルとは区別した環境で扱うと発表しました。,また、流出の原因が確認不足にあることから、今後はウェブ公開前に複数名での内容確認を徹底すると発表。再発防止策を明確にした形です。,ただし、個人情報保護委員会は情報流出が発生した際、各組織から報告を受ける立場にある組織です。このため、SNS等で同委員会への批判が相次いでいる状況です。,参照個人情報の漏えいについて/個人情報保護委員会"
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0ad"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "サイバー攻撃でサイト壊滅、マルカンからカード情報1,152名流出か"
  },
  "description": {
    "en": "",
    "jp": "画像：株式会社マルカンより引用,株式会社マルカンは2022年1月12日、同社が運営するオンラインショップ「マルカンオンラインショップ（以下：被害サイト）」が何者かのサイバー攻撃を受けたことにより、過去被害サイトにてカード決済したユーザー1,152名のクレジットカード情報が流出し、一部で不正利用が生じた可能性があると明らかにしました。,マルカンによれば同社は2021年6月30日、クレジットカード会社よりカード情報流出の懸念について指摘を受け、被害可能性を把握。事実関係を明らかにすべく第三者機関を通じた調査を実施したところ、何者かが同社サイトに内在していた脆弱性を利用して、決済フォームに入力されたカード情報が流出するよう手を加えていたことが判明しました。,同社は2022年1月12日になり、被害発生を公表しました。懸念判明から公表までに相当期間が経過した理由については、調査会社の報告およびカード会社との連携を協議していたとのこと。対応準備を整えてから公表に踏み切ったとしています。,マルカン社によれば、不正アクセスによる流出懸念の対象者は合計1,152名です。,攻撃者は決済機能を改ざんする手口に出ていたため、2019年8月5日～2021年6月21日にかけて、被害サイトでカード決済したユーザーが対象とのこと。カード名義人名・カード番号・有効期限・セキュリティコードについて流出の懸念が生じています。,なお、同社は事案公表後、対象者に個別に連絡を取り注意を促すとのこと。被害サイトは既に閉鎖しており今後再開の見通しはないとしています。,参照弊社が運営する「マルカンオンラインショップ」への不正アクセスによる個人情報漏えいに関するお詫びとお知らせ/株式会社マルカン"
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0ae"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "SQLインジェクションで顧客アドレス9万8,635件が流出か、石橋楽器店"
  },
  "description": {
    "en": "",
    "jp": "画像：株式会社石橋楽器店より引用,株式会社石橋楽器店は2022年1月11日、同社が運用しているウェブサーバーに対するサイバー攻撃が発生し、過去同社が提供するポイントサービスに登録したユーザーのメールアドレス9万8,635件が流出した可能性があると明らかにしました。,発表によると、攻撃者はデータベースに不正なコードを注入して情報を抜き取る「SQLインジェクション」と呼ばれる手口で同社に対する不正アクセスを仕掛けたとのこと。同社が攻撃を把握したのは2021年12月20日のことで、メールアドレス9万8,635件を記録したデータベースへのアクセス経歴が確認されたとしています。,なお、被害の原因は同社が運用していた自社プログラムファイルの脆弱性です。このため、同社は被害判明後、自社プログラムの運用を停止する対応を取りました。,石橋楽器店によると、攻撃者は同社が保有する会員メールアドレスに対して不正アクセスを仕掛けており、今後流出対象者に不審なメールの発生やメールアドレスを登録する形式の第三者サービスに対する不正アクセスが発生する可能性があるとしています。,このため同社は、不審なメールが確認された場合は開封しないよう求めたほか、メールアドレスを登録する第三者サービスについても推測可能なパスワードを使用しないよう呼びかけました。,なお、同社は今後、外部専門機関による脆弱性診断を実施し、サーバーシステムおよびホームページのセキュリティを強化すると発表。不正アクセスへの対策力を高め再発防止に努めるとしています。,参照株式会社石橋楽器店への不正アクセスによる情報流出の可能性に関するお詫びとお知らせ/株式会社石橋楽器店"
  },
  "industrySector": {
    "en": "WHOLESALE AND RETAIL TRADE",
    "jp": "卸売業，小売業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0af"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "ジェック不正アクセス問題、個人情報約2万件の流出と発表"
  },
  "description": {
    "en": "",
    "jp": "画像：株式会社ジェックより引用,株式会社ジェックは2022年1月13日までに、同社が運用していた社内ストレージが第三者による不正アクセスを受け、取引先担当者および同社が実施する研修受講者の個人情報合計約2万件の流出が確認されたと明らかにしました。,ジェックによれば2021年11月4日、社内ストレージにアクセス障害が発生したため調査したところ、原因が第三者による不正アクセスである可能性が判明。一旦流出懸念を公表したうえで、外部専門業者による詳細調査を実施した結果、ストレージ内の情報が攻撃者の手に渡ったと判断したとしています。,同社によれば、ストレージ内には取引先担当者の氏名や会社名に加えて電話番号やメールアドレス約1万9,000件が記録されていました。また、同社が実施する研修受講者の氏名や部署名など約1,000件が含まれていた事実も判明。このため、同社は対象者らに個別に連絡を取り、謝罪しました。,株式会社ジェックは不正アクセスの発生に伴い、セキュリティ強化策を進めています。,具体的には、データの運用先を社内ストレージからセキュリティ体制の整った外部クラウドサービスへの切り替えを決定。更に社内で運用する機器に対して更なるセキュリティサービスを追加拡張するなどの施策が挙げられています。,また、同社は今後、セキュリティを専門とする第三者機関の支援を受けるとも発表。セキュリティレベルの向上だけでなく維持継続にも努める体制を明かしています。,参照【重要なお知らせ】不正アクセスによるお客様情報漏えいに関するご報告とお詫び/株式会社ジェック"
  },
  "industrySector": {
    "en": "SCIENTIFIC RESEARCH, PROFESSIONAL AND TECHNICAL SERVICES",
    "jp": "学術研究，専門・技術サービス業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0b0"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "処方薬配送「とどくすり」で誤送信、6,926件のアドレス流出"
  },
  "description": {
    "en": "",
    "jp": "画像：おかぴファーマシーシステム株式会社より引用,おかぴファーマシーシステム株式会社は2022年1月13日、同社が運営する処方薬配送サービス「とどくすり」のユーザーに向けたメールについて誤送信が発生し、送信先となったメールアドレス6,926件が流出したと明らかにしました。,発表によれば同社は2021年1月12日、「とどくすり」のシステムリニューアルを通知するため会員ユーザーに外部一斉メールの配信を試みました。ところが、担当者がメールを発信する際、同報者のアドレスを表示する形式で送信するミスを起こしたとのこと。,事案発生後に同社が調査したところ、担当者は会員ユーザーを10名単位で区切り700通送信していたため、合計6,926件のアドレスが流出したと判断。対象者らに謝罪しました。,おかぴファーマシーシステム株式会社は誤送信の原因を従業員による不手際と判断し、人為的な情報流出を防ぐ方針です。,具体的には、外部一斉メールを配信する際、事前に複数名の職員で内容等をチェックするダブルチェック体制を実施すると発表。合わせて、各従業員に個人情報保護および情報セキュリティに関する教育を徹底するとしています。,参照【重要なお知らせ】メールアドレス流出に関するお詫び/おかぴファーマシーシステム株式会社"
  },
  "industrySector": {
    "en": "WHOLESALE AND RETAIL TRADE",
    "jp": "卸売業，小売業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0b1"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "元従業員が個人情報入りHDDをフリマ出品、ラック社の情報流出"
  },
  "description": {
    "en": "",
    "jp": "画像：株式会社ラック,株式会社ラックは2022年1月14日、取引先担当者等の情報を含む文章ファイルを記録していたハードディスク（HDD）がフリーマーケット市場に流出し、第三者の手により復元されたと明らかにしました。,ラック社によると2021年10月31日、匿名の通報者より「フリーマーケットで購入したHDDにラック社のビジネス文章が入っていた」と指摘を受けたことにより懸念が浮上。同社が通報者とのやり取りし文章のスクリーンショット等を確認したところ、流出した文章はいずれも同社に関係のあるものであると判明しました。,同社はこのため、弁護士を通じて通報者とやり取りを行い、2021年12月17日にHDDを回収しています。内部を確認したところ、HDDには過去同社に所属していた従業員が扱っていたと見られるビジネス文章2,069件（うち最大1,000件については同社従業員および取引先従業員の個人情報が記載アリ）が記録されていました。,株式会社ラックによれば、流出が確認されたHDDは同社に所属していた元従業員が使用していた私物のHDDです。,発表によれば、流出に関わった元従業員は同社が業務用PCの入れ替えを実施した際、社内ルールに反して問題のビジネス文章等を個人所有のHDDに不正記録していたとのこと。この従業員がHDDをフリーマーケット市場に出品したため通報者の手にわたり、流出が発生したとのことです。,なお、同社は回収したHDDの機種やシリアルナンバーから経路を辿っており、元従業員がフリーマーケットで販売していたHDDといずれも一致も確認したと発表。同社はビジネス文章が同社から流出したものであると判断し、取引先担当者らに連絡を取り、謝罪しました。,参照当社より流出した過去の情報について/株式会社ラック"
  },
  "industrySector": {
    "en": "INFORMATION AND COMMUNICATIONS",
    "jp": "情報通信業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0b2"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "デンソー海外子会社がランサム被害、パソコン20台が暗号化"
  },
  "description": {
    "en": "",
    "jp": "自動車部品メーカーの株式会社デンソーの海外子会社がハッカー集団によるサイバー攻撃を受け、ランサムウェアに感染していた事実が明らかになりました。,情報によればデンソー社は2021年12月、自社のセキュリティシステムが外部からのサイバー攻撃を検出したため調査したところ、メキシコ子会社で使用していた端末20台がランサムウェアに感染していた事実が判明。,さらに攻撃者と見られるハッカー集団「Rook（ルーク）」から、データと引き換えに金銭の支払いを要求されたほか、ダークウェブ上にある追跡できないサイト上で「デンソーから1.1テラバイト相当のデータを盗み出した」と犯行声明を受けたとのことです。,デンソー社によれば、被害を受けたパソコンはメキシコ工場内で使用していたものでいずれもランサムウェアによりデータを暗号化されていました。,同社が調査したところ、被害端末はいずれも古いネットワークで使用していたもので、事業活動に必要な重要データは含まれていないと判明。ただし、工場内の従業員の個人情報が含まれている可能性があるとしています。,なお、デンソー社は現在、身代金の支払い要求への対応を明らかにしていません。現地当局の捜査もあり、明かせないとしています。,参照デンソー、海外ハッカーからサイバー攻撃　北米拠点標的/日本経済新聞"
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0b3"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "ドコモ「d払い」不正利用、主犯格と見られる男性逮捕"
  },
  "description": {
    "en": "",
    "jp": "ドコモのスマホ決済サービス「d払い」にて発生した不正決済問題について、主犯格と見られる名古屋市の30代男性容疑者が逮捕されたとわかりました。,情報によると、男性は被害者を正規サイトに似せたフィッシングサイトに誘導し、ログイン情報を入力させていたものと見られています。手口は被害者にドコモを装った偽メールを発信し、文中にURLを記載するというもの。,d払いはカード情報の紐づけが可能であったため、男性はこれを利用して不正購入したものと見られています。,逮捕された男性は同様の手口に関わる主犯格の人物と見られます。,犯行は組織的に行われ、これまでに4,170万円以上の不正購入に関わっている可能性があるとのこと。,なお、逮捕された男性容疑者は記事発表時点で諾否を明らかにしていません。警察の調べに対して、「弁護士に相談してから話します」と供述しているとのことです。,参照他人のクレジットカード情報で…　商品を不正に購入し転売した疑い　男３人を逮捕　名古屋/Yoaho!ニュース"
  },
  "industrySector": {
    "en": "INFORMATION AND COMMUNICATIONS",
    "jp": "情報通信業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0b4"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "少年自然の家のホームページが改ざん被害、富山県が発表"
  },
  "description": {
    "en": "",
    "jp": "画像：富山県より引用,富山県は2022年1月6日、県が運営する砺波青少年自然の家のウェブサイトが何者かのサイバー攻撃を受けたことにより、不正改ざん被害が生じたと明らかにしました。,情報によると、検索エンジンで被害サイト名を検索すると、表示されるインデックス名が通販サイトのような名称に書き換えられていたとのこと。改ざんが発覚したのは2022年1月5日のことで、富山県はホームページの緊急閉鎖を決定しました。,富山県は現在、情報流出等の被害を把握するため調査を実施しています。,少年自然の家は宿泊利用も受け付けているため、宿泊者の情報流出などが懸念されます。しかし、少年自然の家では宿泊者の情報は別のサーバーで管理しているとのこと。記事発表時点で情報流出と見られる被害も確認されていません。,なお、富山県は今後、セキュリティ対策や管理方法と見直し、安全確認を進めるとのこと。閉鎖中のホームページは安全性が確保したのち再開するとしています。,参照富山県砺波青少年自然の家/富山県"
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0b5"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "香川県が内部メールを誤送信し外部35先のアドレス流出"
  },
  "description": {
    "en": "",
    "jp": "画像：香川県より引用,香川県は2022年1月6日、子ども政策課の担当者が電子メールの誤送信を起こし、外部13団体および個人22名（以下：外部流出先）のメールアドレスを流出したと明らかにしました。,香川県によれば、誤送信は2022年1月5日に発生したもので、子ども政策課の担当者が課内の別の職員に連絡するため、電子メールを発信したというもの。ところが、担当者は宛先を入力する際、本来の送信先のほかに、同課主催のイベント案内を希望していた外部流出先のアドレスを入力するミスを起こしたとのこと。,さらに添付されたアドレスはお互いのメールアドレスを表示する「宛先」欄に入力されており、職員はミスに気付かないまま一斉メールとして送信。これにより、送信先でお互いのアドレスが表示される事象が発生し、流出が明らかになったとしています。,メールアドレスの流出はミスを起こした職員自身が気付き、発覚しています。,報告を受けた香川県は、外部流出先に個別に電子メールを送信し、謝罪と誤送信メールの削除を依頼したとのこと。,なお、香川県は誤送信の原因が不注意と確認不足にあるとして、今後は送信前にダブルチェックを徹底すると発表。再発防止に努める考えを明らかにしています。"
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0b6"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "FBIがマルウェア入りUSB送り付けるBadUSB攻撃を警告"
  },
  "description": {
    "en": "",
    "jp": "米国連邦捜査局は2022年1月、USBメモリを利用したランサムウェア犯罪「BadUSB」と呼ばれるサイバー攻撃が横行していると警告を発しました。,BadUSB攻撃とは、ランサムウェアを記録したUSBメモリを送り付け、ターゲットへの感染を狙ったサイバー攻撃です。USBメモリは汎用性が高くほとんどのデバイスで利用することができるため、攻撃者はこれを利用し一部のUSBが対応しているファームウェアを書き換えコードを使用して、挿入と同時にインストールが行われるように工作しています。,FBIが確認したところによると、今回確認されたBadUSB攻撃は2021年8月頃より米国の各企業へ郵送されています。郵送物は米国保健福祉省を装い新型コロナウイルス関連情報を匂わせていたり、米国アマゾンを装ったギフトカード付のものであったりと、複数のパターンが確認されているとのこと。いずれの場合も感染すると甚大な被害が予測されるため、迂闊に使用しないよう呼び掛けています。,BadUSB攻撃はターゲットにマルウェア入りのUSBを送り付けるというだけという非常にシンプルなサイバー攻撃です。,脅威は2014年ごろより提唱され続けてきましたが、近年においては特に深刻な被害を及ぼすランサムウェアが脅威を増してきているほか、コロナ禍によるリモートワークによる脆弱性を内包している状況です。,オフィスワークであった頃と比べて、人的なセキュリティ機能は相応に低下しており、同様のサイバー攻撃は成功しやすいと言えるでしょう。日本国内で発生した場合に備え、注意が必要かもしれません。"
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0b7"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "越前市、公募事業の添付資料に個人情報を誤掲載"
  },
  "description": {
    "en": "",
    "jp": "画像：越前市より引用,越前市は2022年1月8日、市が予定していた公募型プロポーザルの関連資料について添付ミスが発生し、本来公開すべきでない個人情報が含まれた資料をホームページにアップロードする事態が発生したと明らかにしました。,越前市によると、対象事業は「越前市障がい者福祉システム賃貸借及び保守業務」で、2022年度より公募型プロポーザルと呼ばれる形式で募集する予定だったとのこと。,ところが担当者が公示に伴い添付した資料に個人情報が含まれている点に気づかず市のホームページにアップロードしたため、市は掲載の中止を決定しました。,越前市によると、誤掲載が発生したのは2022年1月4日～2022年1月7日にかけてのことで、記事発表時点で情報流出の有無は確認されていません。,ただし、越前市は個人情報が流出しかねない状況になった点は事実であるため、被害の有無に関わらず公表を判断したと説明。流出対象者には謝罪しました。,なお、市は今後も被害状況等の調査を継続する方針で、公表すべき事実が判明した場合は適宜公表するとしています。,参照個人情報の取り扱いに関するお詫び/越前市"
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0b8"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "パナソニックがサイバー攻撃被害の続報発表、採用応募者の情報など流出か"
  },
  "description": {
    "en": "",
    "jp": "画像：パナソニック株式会社より引用,パナソニック株式会社は2022年1月7日、同社のファイルサーバーが外部からのサイバー攻撃を受けた問題に関連して続報を発表し、同社の採用応募者や取引先の個人情報が流出した可能性があると明らかにしました。,問題は2021年6月～11月に何者かが海外子会社を経由して、同社サーバーに不正アクセスを仕掛けていた事案です。同社が事態を把握したのは2021年11月で、攻撃者が正規アクセスを偽装していたため発覚が遅れたと説明していました。,同社は被害発覚後、第三者調査機関を通じて詳細調査を進めていました。この結果、攻撃者は採用応募者やインターンシップ参加者の情報や取引先役職員の個人情報および同社の技術情報が含まれているサーバーにアクセスしていた証跡が判明。発表時点で実際に情報が流出したと確証を得る事実は確認されていないものの、同社は情報が流出した可能性を想定し謝罪しました。,パナソニック株式会社は不正アクセスへの対策として、今後セキュリティ対策の強化を発表しています。,同社はこれまで海外拠点からの通信制限やファイルサーバーへの監視強化などの緊急措置を講じてきましたが、これに加えて調査結果やセキュリティ専門機関のアドバイスに基づいた施策を実施すると説明。再発防止に努めるとしています。,参照当社ファイルサーバへの不正アクセス発生について（第 2 報）/パナソニック株式会社"
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0b9"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "東京コンピュータサービス、ランサム感染でシステム障害"
  },
  "description": {
    "en": "",
    "jp": "画像：東京コンピュータサービス株式会社より引用,東京コンピュータサービス株式会社は2022年1月4日、社内システムがランサムウェアに感染したことにより、同社が保有する社内管理情報および個人情報について流出の可能性が生じたと明らかにしました。,東京コンピュータサービス社によれば、感染が発覚したのは2021年12月31日の未明とのことで、システム運用に支障をきたす事態に発展したとのこと。同社はその後、感染した端末やサーバーをネットワークから切り離し新たに環境構築するなどしましたが、記事発表時点で前面復旧には至らず、再開は一部業務にとどまっているとしています。,発表によれば、同社は顧客との取引情報を記録しており、対象情報の流出可能性が生じています。記事発表時点で実際に顧客情報が流出したと見られる動きはありませんが、今後流出の可能性もあると見て、懸念に対し謝罪しています。,東京コンピュータサービス株式会社によると、同社は既に被害について捜査機関へ通報しています。,現在はサイバーセキュリティの専門機関と連携して調査を継続しており、今後新たに知らせるべき事実が判明した場合、公表する見通しとのこと。,なお、同社は専門機関から助言や指導に基づき新たなセキュリティ施策を講じると発表。再発防止策を進めるとしています。,参照サイバー攻撃による被害と復旧状況について(第一報)/東京コンピュータサービス株式会社"
  },
  "industrySector": {
    "en": "WHOLESALE AND RETAIL TRADE",
    "jp": "卸売業，小売業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0ba"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "推測可能な情報利用しSNS不正閲覧、50代男性が逮捕"
  },
  "description": {
    "en": "",
    "jp": "愛知県警らは2022年1月6日、無断で他人のSNSに不正アクセスを仕掛け内部データを不正閲覧していたとして、愛知県豊田市に住む50代の男性を逮捕しました。,情報によれば、逮捕された男性は2020年3月～2021年2月にかけて、他人が使用している写真共有アプリ「インスタグラム」のアカウントへ不正アクセスを仕掛けていました。,男性の手口はアカウント名やIDなど公開されている情報からパスワードを類推するソーシャルエンジニアリングと呼ばれるもので、アカウントへ侵入し記録されている写真や動画を不正に閲覧していたとのこと。また、男性は登録されているメールアドレスなどを利用して、アップルIDやグーグルアカウントにも不正アクセスを仕掛けていた疑いも持たれています。,逮捕された男性は警察の捜査に対して容疑を認めているとのことです。,警察の解析により、ほぼ毎日のようにアカウント情報を閲覧していたと見られます。また、男性は動機について「人のプライベートをのぞきたかった」と供述しており、私生活に関心を寄せての犯行と説明しています。,なお、情報によると不正アクセス被害者の大多数は自身の名前や誕生日などをアカウント名として使用していたとのこと。推測可能なIDの危険性が浮彫になった形です。,参照他人のSNSに不正アクセス疑い、男性逮捕　「プライベートのぞきたい」/Yahoo!ニュース"
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0bb"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "カネコ種苗株式会社、感染判明するも誤作動は不具合。流出も確認されず"
  },
  "description": {
    "en": "",
    "jp": "画像：カネコ種苗株式会社より引用,カネコ種苗株式会社は2022年1月5日までに、同社の社内端末数台が何らかの要因によりマルウェアに感染したと明らかにしました。,同社は2021年12月24日に発した第１報にて、社内で運用している端末に異常動作を確認したため社内調査を実施したところ、マルウェア感染の事実およびこれを原因とする遠隔操作の痕跡が見つかったと説明していました。,ところが、その後に実施した第三者調査機関による調査にて、一部の端末にてマルウェア感染の事実は認められたものの、感染の拡大や情報流出の痕跡は確認されかったと判明。さらに、当初マルウェアによる遠隔操作と見られていた異常動作も機器の誤作動に過ぎない可能性があると説明しました。,カネコ種苗株式会社は事案への対処として、外部セキュリティ専門事業者の指導に基づきセキュリティ強化を実施するとしています。,事案については既に個人情報保護委員会へ報告済であるほか、警察へも通報済とのことです。,参照マルウェア感染による個人情報等漏洩の可能性に関する調査結果のご報告/カネコ種苗株式会社"
  },
  "industrySector": {
    "en": "WHOLESALE AND RETAIL TRADE",
    "jp": "卸売業，小売業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0bc"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "対応予定だった脆弱性を利用されサイバー攻撃被害、NOK株式会社"
  },
  "description": {
    "en": "",
    "jp": "画像：NOK株式会社より引用,NOK株式会社は2021年12月28日までに、同社が運用する業務サーバーに対する不正アクセスが発生し、一部業務を停止せざるを得ない状況に陥ったほか情報流出の可能性が生じたため、調査を実施したと明らかにしました。,同社によれば2021年12月21日、同社が運用している複数の業務サーバーに対する外部からのサイバー攻撃が発生し、業務に支障が生じかねない状態に陥ったとのこと。このため、同社が第三者調査機関を通じて調査を実施したところ、実際に攻撃者がシステムの内部に侵入しサイバー攻撃を仕掛けた形跡が確認されたとしています。,攻撃者が用いた手口は、同社のシステムに内在していた脆弱性を利用したものです。同社は2021年度中に脆弱性対策を実施する予定でしたが、実際に対策に踏み切る前に攻撃者に脆弱性を利用されたことにより、不正アクセス被害に発展したとしています。,NOK株式会社によると不正アクセスにより個人情報および機密情報について流出の可能性があるとして、その証跡を辿るための調査を実施しています。,記事発表時点では実際に情報流出したと見られる報告や流出に繋がると見られる痕跡は確認されていませんが、今後も調査を継続し、事実が判明した場合は公表する予定とのこと。,なお、同社は今回の被害に関連し、専門機関から継続的に助言を受け、セキュリティ対策を実施すると発表。停止したシステムについても順次復旧するとしています。,参照不正アクセスによるシステム障害のお知らせ/NOK株式会社"
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0bd"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "東京都文化庁が博物館宛のメール誤送信、アドレス133件流出"
  },
  "description": {
    "en": "",
    "jp": "画像：東京都より引用,東京都は2021年12月23日、文化庁の以来を受け教育庁が発信した電子メールについて誤送信が発生し、送信先となった都内登録博物館および博物館相当施設133件のメールアドレスが流出したと明らかにしました。,東京都によれば、誤送信は2021年12月22日に発生したもので、文化庁の依頼を受け教育庁の担当者が都内の博物館などに案内メールを外部一斉メールとして送信する際、送信先のアドレスを表示してしまう「宛先」に入力し送信するミスを起こしたとのこと。,これにより送信先となった博物館等で宛先となった全ての施設のメールアドレスが表示される事象が発生。メールを受け取った一部団体から指摘が入り発覚しました。,メール誤送信発生後、東京都は博物館等に連絡を取り、誤送信メールの削除を依頼しています。,東京都によると誤送信メールのうち65件のアドレスには個人名が含まれており情報流出の可能性が生じましたが、記事発表時点で二次被害等は確認されていないとのこと。,なお、東京都は今後、外部メール発信時は複数の職員で送信形式の確認を実施するなど、再発防止に努めるとしています。,参照メールアドレスの漏えい事故について/東京都"
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0be"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "日本被服工業株式会社、実在メール引用したなりすましを確認"
  },
  "description": {
    "en": "",
    "jp": "画像：日本被服工業株式会社より引用,日本被服工業株式会社は2021年12月22日、過去同社の端末に記録されていた電子メールの送受信履歴を利用したと見られる、なりすましメールが確認されたと明らかにしました。,問題のメールは2021年10月6日に確認されたもので、過去同社の端末から送信したメール内容を引用したと見られる、なりすましメールが同社および顧客に送信されていてたとのこと。このため、同社がネットワークの管理委託会社に調査を依頼したところ、委託会社からマルウェア「Emotet」の感染可能性を指摘を受けたため、同社は社内端末31台にセキュリティチェックを実施しました。,ところが、同社が感染を確認したところ、いずれの端末もEmotetの感染は確認されませんでした。このため、同社は原因がウイルス感染ではなくメールアカウントへの不正アクセスである可能性を考慮しアカウントパスワードを変更したところ、対応後から流出が確認されなくなったとしています。,日本被服工業株式会社はホームページ上で情報流出の原因を明らかにしておらず、根本的な原因は不明です。,ただし、同社はなりすましメールの内容から「過去に送受信した相手のメールアドレスと名前」および「メールの件名・本文」が流出したものと発表。顧客や関係者になりすましメールを開封しないよう呼びかけています。,なお、同社は今後の対応策として、メールアカウントのパスワード強度を上げたものに変更を決定。さらにメールアカウント表示名の変更や同社各拠点における追加のセキュリティ対策（UTM：Fortigate）を導入するとしています。,参照当社パソコンからの送受信メール流出及び 関係者様への不審メールに関するお詫びとご報告/日本被服工業株式会社"
  },
  "industrySector": {
    "en": "WHOLESALE AND RETAIL TRADE",
    "jp": "卸売業，小売業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0bf"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "チチカカオンラインショップがサイバー被害、カード情報861件流出か"
  },
  "description": {
    "en": "",
    "jp": "画像：株式会社チチカカより引用,株式会社チチカカは2021年12月23日、同社が運営する中南米系ファッションのブランドショップ「チチカカオンラインショップ」が何者かのサイバー攻撃を受けたことにより、過去同社サイトにてクレジットカード決済したユーザーのカード情報861件が流出した可能性があると明らかにしました。,サイバー攻撃の原因は被害サイトに内在していたシステム上の脆弱性です。同社によれば2021年10月21日、過去被害サイトを利用したユーザーから「身に覚えのない決済履歴がある」と連絡を受けたとのこと。同社が第三者調査機関を通じて事実関係を確認したところ、何者かが被害サイトの脆弱性を利用して決済フォームを改ざんしており、入力されたカード情報を外部に流出させていた可能性が判明しました。,同社は被害の発生に伴い、個人情報保護委員会への報告および警察への通報を実施。さらに対応のために調査会社やカード会社との連携体制を取り、事実を公表しました。,チチカカオンラインショップは不正アクセスの発生に伴い、被害サイトからカード決済機能を停止しています。,同社は今後、セキュリティ体制および監視体制の強化を実施する計画で、安全確認後、カード決済機能を再開する見通しです。,なお、同社が公表した流出被害が懸念される情報は下記の通りです。,参照弊社が運営する「チチカカオンラインショップ」への不正アクセスによる 個人情報漏えいに関するお詫びとお知らせ/株式会社チチカカ"
  },
  "industrySector": {
    "en": "WHOLESALE AND RETAIL TRADE",
    "jp": "卸売業，小売業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0c0"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "半田病院、ランサム被害から復旧し通常診療を再開"
  },
  "description": {
    "en": "",
    "jp": "画像：つるぎ町立半田病院より引用,徳島県のつるぎ町立半田病院は2022年1月4日、ランサムウェアによる被害から復旧し、通常診療を再開したと明らかにしました。,半田病院を巡る問題は、2021年10月に同院のサーバーが外部からのサイバー攻撃を受けたことにより発生したものです。同院は攻撃の影響によりランサムウェアに感染し、約8万5千人分の患者情報が暗号化されたほか、プリンターが乗っ取られ大量の脅迫文を出力するなどの被害が発生。,さらに診療報酬計算や電子カルテ閲覧に使用する基幹システムが使用不能になったため、一部診療科を除き新規患者の受け入れを停止する事態に陥っていました。,半田病院は犯人からの脅迫行為に応じず自力でのデータ復旧を選択しました。,発表によると同院は専門業者に依頼し2021年12月29日に被害サーバーを復旧。診療報酬計算システムも復旧し正常な運営状態を回復しています。,ただし、同院は攻撃者の要求に応じなかったため、見方を変えると同院は流出した個人情報を攻撃者の手に委ねたということでもあります。記事発表時点で実際に流出したという事案は確認されていませんが、今後も流出のリスクは生じ続けるものと見られます。,参照つるぎ町立半田病院"
  },
  "industrySector": {}
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0c1"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "全国社会福祉協議会、出版サイト不正アクセスで会員アドレス4万1,970件が流出"
  },
  "description": {
    "en": "",
    "jp": "画像：社会福祉法人　全国社会福祉協議会より引用,社会福祉法人全国社会福祉協議会は2021年12月23日、協議会出版部のホームページ「福祉の本 出版目録」に対する外部からのサイバー攻撃が発生し、過去同社から書籍を購入したユーザーや会員登録したユーザーのメールアドレス4万1,970件が流出したと明らかにしました。,社会福祉協議会によれば、不正アクセスは2021年12月13日に確認されたもので、協議会は直ちにホームページを停止する措置を講じています。,その後調査したところ、協議会が保有していた顧客メールアドレスが外部流出した事実が判明したとのこと。流出した情報はメールアドレスのみであり、氏名や住所、クレジットカード情報など他の情報は含まれていないとしています。,全国社会福祉協議会は現在、不正アクセス被害が生じた会員らに個別に連絡を取り、謝罪と説明をしています。,なお、協議会は今後の対策として、被害サイトにてアクセス制限の強化などセキュリティ強化を実施すると発表。あわせて、被害サイトにて安全性を検証し、管理体制も強化する方針です。,参照ホームページへの不正アクセス被害についてお詫びとお知らせ/社会福祉法人　全国社会福祉協議会"
  },
  "industrySector": {
    "en": "MEDICAL, HEALTH CARE AND WELFARE",
    "jp": "医療，福祉"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0c2"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "NINS職員が車上荒らし被害、ポリシー違反のパソコン1台盗まれる"
  },
  "description": {
    "en": "",
    "jp": "画像：大学共同利用機関法人 自然科学研究機構より引用,国立天文台や核融合科学研究所などで構成される大学共同利用機関法人自然科学研究機構（NINS）は2021年12月23日、チリ共和国にて国立天文台職員が車上荒らし被害に受け、職員や使用していたノートパソコンが盗まれたと明らかにしました。,NINSによれば、車上荒らしが発生したのは2021年10月21日のことで、ノーパソコンには研究者6名の履歴情報やアルマ望遠鏡チリ観測所職員15名の緊急連絡先、電子メールでーた　約31,600件などが記録されていました。,このためNINSは事案発生後、ノートパソコンを使用していた職員のメールアクセス権を無効化するなど対策を実施。しかし、盗まれたパソコンはNINSの情報運用体制に反してパスワード設定などがされておらず、情報流出の可能性があるとしています。,発表によれば、NINSは情報流出による被害が想定される職員らに対し、既に連絡を取っています。ただし、流出したメールデータについては確認が完了しておらず、調査後に連絡を取るとのこと。,記事発表時点で流出情報を悪用したと見られる事例は確認されていません。,なお、NINSは盗まれた端末がセキュリティロックされていない点を考慮して、今後は機構が定めた情報セキュリティポリシーが守られるよう、教育・啓発するとしています。,参照個人情報が含まれたノートPCの盗難による紛失について（チリ共和国にて発生）/大学共同利用機関法人 自然科学研究機構"
  },
  "industrySector": {
    "en": "SCIENTIFIC RESEARCH, PROFESSIONAL AND TECHNICAL SERVICES",
    "jp": "学術研究，専門・技術サービス業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0c3"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " トラックの【いすゞ自動車】でEmotet　従業員なりすましメールに注意喚起  "
  },
  "description": {
    "en": "",
    "jp": "トラック・バスなどの商用車メーカー「東北海道いすゞ自動車株式会社」において、Emotet感染被害が確認された。,いすゞ自動車社によると、同社内パソコンがマルウェアEmotetに感染。その後同社従業員を騙るなりすましメールが、海外のサーバーから送信される事態が確認されているとのこと。,いすゞ自動車社は、Emotet感染確認後、直ちに被害のあったパソコンをシャットダウン。関係者に向けてなりすましメールについて、以下の注意点を挙げている。,・なりすましメールには、同社従業員名と正規アドレスである「＠east-hokkaido.co.jp」以外のアドレスが使用されている。・パスワード付きの圧縮ファイルが添付、または本文内に外部ページへのリンクが記載,上記のようなメールが届いた際は、マルウェア感染防止のため開封せず削除するよう呼び掛けている。, "
  },
  "industrySector": {
    "en": "WHOLESALE AND RETAIL TRADE",
    "jp": "卸売業，小売業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0c4"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【琉球大学】275名の個人情報流出　webサーバーへの不正アクセス原因  "
  },
  "description": {
    "en": "",
    "jp": "琉球大学のwebサーバーが第三者から不正アクセスを受け、情報流出の可能性が判明している。,琉球大学によると、被害を受けたのは工学部教員が管理しているwebサーバー。被害経緯に関する詳細は公表されていない。,サーバー内には、2009年から2015年度まで工学部に在籍していた275名の個人情報が記録されており、第三者に流出した可能性があるという。該当する情報として、氏名、電話番号、学籍番号、研究室名、成績、インターンシップ先、指導教員名、画像、メールアドレスが含まれているとのこと。,琉球大学は、当該被害対象の学生に対して個別での対応を実施。今後はサーバー管理体制の強化、および全職員へのセキュリティ研修など行い再発防止を図るとのこと。, , "
  },
  "industrySector": {
    "en": "EDUCATION, LEARNING SUPPORT",
    "jp": "教育，学習支援業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0c5"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【日本アレルギー学会】でマルウェア　関係者なりすますメール開封し感染  "
  },
  "description": {
    "en": "",
    "jp": "「日本アレルギー学会」において、マルウェア感染による被害が発生。同会職員をかたるなりすましメールが送信される事態が確認されている。,日本アレルギー学会によると、事務所内のパソコンがマルウェアに感染。同会の従業員が関係団体からのメールを開封したところ、マルウェアが仕込まれたなりすましメールだったという。その後、メールを開封した従業員を騙るマルウェアが混入したメールが他の職員へ不正に送信される事態が発生したという。,同会が確認したなりすましメールは以下のような特徴が確認されたとのこと。,・過去に送信したメールタイトル・圧縮された添付ファイルと解凍用パスワード・職員の名前,日本アレルギー学会は、専門機関からの指導を受け対処が進められている状況とのこと。また、関係者に向け不審なメールが届いた際は、開封せず削除するよう注意を呼び掛けている。"
  },
  "industrySector": {
    "en": "SERVICES, N.E.C.",
    "jp": "サービス業（他に分類されないもの）"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0c6"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " サイバー攻撃でタブレットECサイトがサービス停止　提携先で被害発生  "
  },
  "description": {
    "en": "",
    "jp": "タブレット関連商品を中心に展開する「株式会社ワコム」において、サイバー攻撃が原因でサービスを停止している。,ワコム社は、運営するECサイト「ワコムストア」のサービスを停止。商品発送において遅延が発生しており、影響のある顧客へ個別にメールで対応を行っている。原因は、提携先である物流企業がサイバー攻撃を受けたというもの。,【重要なお知らせ】現在ワコムの物流業務を担うパートナー企業様がサイバー攻撃を受けている影響で、一時的にワコムストアのサービスを停止しております。復旧に向け対応しておりますが今しばらくお時間をいただく予定です。,多大なるご迷惑をおかけしておりますこと深くお詫び申し上げます。(続く),— 株式会社ワコム@3/3 17時～オンラインセミナー (@wacom_info_jp) March 1, 2022,なお、当該被害で個人情報への影響はないとされている。"
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1a9c8d83514f6d0c0c7"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 決済代行社で46万件以上の情報流出　赤十字社や日本生命保険なども影響【メタップスペイメント】  "
  },
  "description": {
    "en": "",
    "jp": "決済代行サービスを展開する「株式会社メタップスペイメント」において、外部からの不正アクセス被害が確認された。,不正アクセスの疑いが判明したのは、2021年12月14日。クレジットカード情報会社から、メタップスペイメント社提供の「イベントペイ」サービス上で情報流出を懸念する連絡が入った。調査の結果、同社決済データセンターサーバー内の脆弱性を狙った外部からの不正アクセスが判明した。これにより、「イベントペイ」や「会費ペイ」など複数のサービスサイト上でのクレジットカード情報流出の可能性が浮上した。,現時点で、被害対象はカード番号、有効期限、セキュリティコードを含むトークン方式クレジットカード情報460,395件。対象期間は、2021年10月14日から2022年1月25日までとみられている。さらに、同社が保管するクレジットカード決済、コンビニ決済、ペイジー決済、電子マネー決済に関するデータベース内から593件の情報も被害対象に当たるとのこと。なお、上記数値はいずれも最大数で公表されており、具体的な被害規模は特定できなかったという。,当該不正アクセスによる影響は、日本赤十字社や、KBCシネマ、CINEMA CITY、「AKB48」グループチケットセンター、日本生命保険など多数の企業組織へ発生している状況となっている。,メタップスペイメント社は、対応策としてログイン認証方式の強化やSQLインジェクション対策、バックドアの削除などを実施。加えて、全顧客に対しクレジットカード明細内に不審な項目がないか確認するよう注意を呼び掛けている。, "
  },
  "industrySector": {
    "en": "INFORMATION AND COMMUNICATIONS",
    "jp": "情報通信業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0c8"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 新潟県【近代美術館】アカウントに不正アクセス　スパムメール送信される事態発生か  "
  },
  "description": {
    "en": "",
    "jp": "新潟県立近代美術館において、外部からの不正アクセスが発生。外部に不審なメールが送信される事態が確認されたという。,新潟県によると、同美術館で使用されている業務用メールアカウントに不正アクセスが検知された。これにより、外部に向け不審なメールが送信された可能性が浮上している。なお、被害経緯や規模などは公表されていない。,新潟県は、同美術館から不審なメールが届いた際は本文内のリンクアクセスなどせず、削除するよう注意を呼び掛けている。, "
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0c9"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " トヨタが国内工場の稼働停止、取引先メーカーにサイバー攻撃か／ウクライナ情勢受け経産省などがサイバー脅威への注意喚起の最中  "
  },
  "description": {
    "en": "",
    "jp": "　報道によるとトヨタ自動車が取引先部品メーカーへのサイバー攻撃で国内の全工場の稼働を停止するようです。一方、経産省や金融庁はウクライナへのサイバー攻撃をめぐる情勢を受けてサイバー空間におけるリスクが高まっているとして企業等にサイバーセキュリティの強化を促す注意喚起を発出しています。,,　ウクライナでは2017年6月にマルウェアNotPetyaによる攻撃があり重要インフラが相次いでダウンするなど大きな影響を受けました。NotPetyaは当初、ランサムウェアと見られていましたが、その後、データを破壊するワイパーマルウェアと判明、NotPetyaによる攻撃にはロシア政府が関与しているとみられています。ウクライナに大きな被害をもたらしたNotPetyaですが、ウクライナにとどまらずヨーロッパを中心に他の国々でも感染が確認されています。また、2010年にイランの核施設を攻撃したことが明らかになったスタックスネットもイランにとどまらず世界中で感染が確認されています。攻撃者は標的へのサイバー攻撃を成功させるためにマルウェアを見境なく世界にばら撒いている実態があります。,　今回のウクライナに対するサイバー攻撃では、DDoS攻撃やサイト改ざんに加えWhisperGateというランサムウェアを装ったワイパーマルウェア、さらにHermeticWiperというワイパーマルウェアによる攻撃が確認されています。HermeticWiperはWhisperGateよりもさらに洗練されたマルウェアのようです。サイバーセキュリティ企業のセンチネルワンは「LazarusGroupのDestoverとAPT33のShamoonはどちらも、Windows APIを呼び出さずにファイルシステムに直接アクセスするためにEldos Rawdisを利用しています。HermeticWiperも同様の手法を使っていますが、別のドライバーempntdrv.sysを悪用している」と言っています。Destoverは2014年にソニーピクチャーを、Shamoonは2012年にサウジアラムコを攻撃したワイパーマルウェアです。,　今回、ウクライナを攻撃したWhisperGateについてはマイクロソフトが詳細な報告書を出しています。マイクロソフトは推奨される対策としてリモートアクセスインフラストラクチャのすべての認証アクティビティの確認、多要素認証（MFA）を有効にしてすべてのリモート接続にMFAが適用されるようにする、制御フォルダーアクセス（CFA）を有効にしてMBA/VBRの変更を防ぐことなどをあげています。,　HermeticWiperはサイバーセキュリティのシマンテックとESETが最初に検出したようです。このワイパーマルウェアは攻撃者からスリープやシャットダウンの命令を受けることができるようです。感染後、時限爆弾のようにマシンに潜みある日、突然、データ破壊を実行する性格を有しているようです。そしてデータ破壊後にはMissing operating system_とだけ記された画面が表示されるということです。,　政府はこうしたマルウェアが日本のインフラに影響を与えることを警戒しており、主に重要インフラ企業やそのサプライチェーンに向けて経産省や金融庁がセキュリティの強化を求めたものとみられます。経産省が発出した注意喚起ではIot機器などの保有状況の把握やVPNやゲートウェイ等、インターネットとの接続を制御する装置の脆弱性に対してパッチを適用するなどの対応を図ること、各種ログの確認や通信の監視・分析、データのバックアップの実施や復旧手順の確認などを呼びかけています。,　１月半ば以降、ウクライナに対するサイバー攻撃が行われていましたが、2月24日にロシア軍がウクライナに侵攻、HermeticWiperによるワイパー攻撃は軍事侵攻の直前に行われたようです。ウクライナ側もIT部隊を編成するなどサイバー戦争の様相をていしていますが、こうした状況に乗じて様々な悪事を働く輩が現れるのはサイバー空間であればなおさらです。,　メディア報道によれば、トヨタ自動車と取引のある部品メーカーがサイバー攻撃を受け、トヨタは国内全工場の稼働を停止するということです。また、トヨタ系の日野自動車やダイハツでも国内工場の稼働を停止するということです。トヨタ自動車はウェブサイトを通じて「国内仕入先（小島プレス工業株式会社）におけるシステム障害の影響を受け、3/1（火）国内全14工場28ラインの稼働を停止することを決定いたしました」と明らかにしています。小島プレス工業は愛知県豊田市に本社を置くトヨタグループ向けに自動車部品を製造しているメーカーのようです。具体的にどのような攻撃を受けているのか詳細は不明ですが、いずれにしても国内部品メーカーへのサイバー攻撃によってトヨタなどの自動車工場がストップするのは極めて深刻な事態です。日本国内におけるサイバー脅威がより深刻さを増していると言えます。,■出典・参考,https://global.toyota/jp/newsroom/corporate/36960974.html,https://www.nikkei.com/article/DGXZQOFD289MK0Y2A220C2000000/,https://www.nikkei.com/article/DGXZQOUF28BMC0Y2A220C2000000/,https://www.meti.go.jp/press/2021/02/20220221003/20220221003.html,https://www.fsa.go.jp/cpaaob/kouninkaikeishi-shiken/news/r3/cyber/0224oshirase.html, "
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0ca"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【紀伊國屋書店】でEmotet　従業員なりすますメール受信に注意呼びかけ  "
  },
  "description": {
    "en": "",
    "jp": "紀伊國屋書店において、現在マルウェア「Emotet」を原因とするなりすましメールが複数確認されたとして注意喚起が行われている。,紀伊國屋書店によると、同社内のパソコンがEmotetに感染。第三者から複数の宛先に、同社従業員を騙るなりすましメールが送信されているとのこと。,同社は、なりすましメールの特徴として以下の点を挙げ注意喚起を行っている。,・正規アドレスである「＠kinokuniya.co.jp」もしくは「＠kinokuniya.com」以外が使用されている・メールには同社従業員の名前が悪用されている・添付ファイルを開封するとマルウェア感染や情報流出のおそれ,同社は上記に当てはまる不審なメールを受信した際は、被害防止のためメールごと削除するよう呼び掛けている。, "
  },
  "industrySector": {
    "en": "WHOLESALE AND RETAIL TRADE",
    "jp": "卸売業，小売業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0cb"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【上智大学】webサーバーが改ざん　原因究明と復旧続く  "
  },
  "description": {
    "en": "",
    "jp": "上智大学のwebサーバーが改ざんされる事態が発生し、現在復旧作業が進められている状況とのこと。,改ざん被害が確認されたのは、2月18日。上智大学関連の学部、学科、事務組織、研究所などのwebサイト内記載情報が、改ざんされていた。各サイトの閲覧者が、無関係の不審なページに誘導される事態が発生している。,上智大学は、被害のあったwebサーバーを停止。現在復旧および原因究明に向け、対応が進められている状況とのこと。, , "
  },
  "industrySector": {
    "en": "EDUCATION, LEARNING SUPPORT",
    "jp": "教育，学習支援業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0cc"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【ウェビナー 3/11】　世界のサイバー攻撃の最新動向  "
  },
  "description": {
    "en": "",
    "jp": "九州地区初となるCYBERGYM福岡の開設にあたり、開所式兼ウェビナーを開催します。オンラインにてご参加いただけますので、ぜひこの機会にご出席ください。地域を問わずご参加可能です。,日時：2022年3月11日 (金) 15:00～16:30,お申込みはこちらから"
  },
  "industrySector": {
    "en": "A"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0cd"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【ウェビナー 3/1】　世界のサイバー攻撃の最新動向  "
  },
  "description": {
    "en": "",
    "jp": "北海道地区初となるCYBERGYM札幌の開設にあたり、下記の通り開所式兼ウェビナーを開催いたします。オンラインにてご参加いただけますので、是非この機会にご出席ください。地域を問わず、ご参加可能です。,日時：2022年3月1日（火）15:00～16:30,お申込みはこちらから"
  },
  "industrySector": {
    "en": "A"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0ce"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " ASUSグループのNASメーカーでランサムウェア　ユーザー130,000名に影響懸念  "
  },
  "description": {
    "en": "",
    "jp": "ASUSグループのNASメーカーである「ASUSTOR」において、ランサムウェアによる被害が発生。複数のユーザーへの影響が懸念されている。,攻撃は2月21日ごろから確認されており、原因はランサムウェア「DeadBolt」によるものとみられている。DeadBoltに感染した場合、ファイルが暗号化されモニターにビットコインでの身代金支払いを要求するメッセージが表示されるというもの。影響が及ぶとされている同社NASユーザー数は、130,000に上るとのこと。,⚠️【緊急パッチ配布】ADM更新について…⚠️,本日、緊急パッチを配布いたしました。ランサムウェア被害のある無しに関わらず、これ以上被害を拡大させないため、ADMを更新頂ますようお願い申し上げます。🙏https://t.co/Yerjxq0dAt,こちらからもダウンロード頂けます⬇️https://t.co/SzoUNqhZgC pic.twitter.com/q827b5sKl1,— ASUSTOR Japan (@ASUSTORJapan) February 24, 2022,現在、緊急のセキュリティパッチが配布されており、ランサムウェアによる被害の有無問わず全ユーザーに適用を呼び掛けている。,ASUSTORは、全ユーザーに向け以下の対策を推奨している。,・セキュリティパッチのインストールと適用・デフォルトの HTTP と HTTPS ポートを変更・Web サーバーポートを変更する・定期的なバックアップ作成,なお、DeadBoltによる影響がすでに出ているユーザーに対しては、個別でのサポートを実施している。"
  },
  "industrySector": {
    "en": "INFORMATION AND COMMUNICATIONS",
    "jp": "情報通信業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0cf"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 化粧品EC「THREE」、「Amplitude」で約10万件のユーザー情報流出  "
  },
  "description": {
    "en": "",
    "jp": "化粧品の製造販売を行う「株式会社ACRO」において、不正アクセスにより顧客情報が流出した可能性が発覚した。,ACRO社によると、不正アクセスが判明したのは2021年8月20日。同社が運営する「THREE公式オンラインショップ」および「Amplitude公式オンラインショップ」にて情報流出の可能性が確認された。,「THREE公式オンラインショップ」への不正アクセスによる個人情報漏えいに関するお詫びとお知らせ。■本件に関する詳細のご案内 URL:https://t.co/FY5NcKWcMD,— THREE (@THREE_cosmetics) February 24, 2022,外部調査機関の調査の結果、システム内に存在したセキュリティ上の脆弱性を突いた不正アクセス被害が判明。第三者により、各サイトの決済アプリケーションが改ざんされ、顧客情報を窃取された可能性が浮上している。,影響が懸念されている顧客情報は以下の通り。期間：2020年5月21日から2021年8月18日対象：「THREE公式オンラインショップ」利用者89,295名および、「Amplitude公式オンラインショップ」14,640名流出情報：クレジットカード情報（名義人名、カード番号、有効期限、セキュリティコード）、会員ID・パスワード,ACRO社は、クレジットカード会社と連携し被害対象とみられる取引内容のモニタリングを実施。全ユーザーに向け、クレジットカード明細内に身に覚えのない請求項目がないか確認を呼び掛けている。合わせて、不正ログイン防止のため現在「THREE公式オンラインショップ」および「Amplitude公式オンラインショップ」にて使用しているID・パスワードの変更を推奨している。,なお、現在各サイトは運営を全面的に停止。サーバーやシステムを一新し、再開を予定しているとのこと。"
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0d0"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " NFT窃取「OpenSea」フィッシング攻撃で約2億円の被害  "
  },
  "description": {
    "en": "",
    "jp": "デジタル資産NFTのオンラインマーケットプレイス「OpenSea」において、フィッシング攻撃により総額約2億円相当の被害が確認されている。,2月19日、複数のユーザーからOpenSea上でNFTが盗まれたとの報告が発生。OpenSeaによると、原因はシステムへの攻撃ではないとのこと。悪意のある第三者がOpenSeaを偽装したフィッシングサイト作成、ユーザーが誘導され被害が出ているとのこと。OpenSeaの公式Twitterにおいて、継続した対応が進められている旨がツイートされている。​,An end of day update on the recent ecosystem フィッシング attack ↯,— OpenSea (@opensea) February 22, 2022,攻撃者は、窃取したNFTを売却し170万ドル（約2億円）を保有しているという。,2月22日時点のツイートでは、36時間以内の新たな攻撃は確認されていないという。また、現在ダイレクトメールを停止しており、情報提供や問い合わせについては正規ページのサポートから行うよう呼び掛けている。,,・https://www.itmedia.co.jp/news/articles/2202/21/news069.html"
  },
  "industrySector": {
    "en": "A"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0d1"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " マットメーカー7,086名の個人情報流出　脆弱性突いた不正アクセス  "
  },
  "description": {
    "en": "",
    "jp": "バス・キッチンマットなどを中心に製造販売する「オカ株式会社」において、不正アクセスによる情報流出が確認されたとのこと。,オカ社によると、不正アクセスが判明したのは2021年7月27日。同社が運営するオンラインショップ「マット&ラグファクトリー本店」上で、顧客情報流出を懸念する連絡がクレジットカード会社から入り問題が浮上。調査の結果、第三者から同サイト内セキュリティ上の脆弱性を突いた不正アクセスが判明。ペイメントアプリケーションの改ざんおよび、顧客の個人情報やクレジットカード情報流出の可能性が確認されている。,被害対象とみられるのは、2020年12月30日から2021年7月10日までの期間「マット＆ラグファクトリー本店」サイト上でクレジットカード決済を利用した顧客1,569名。名義、番号、有効期限、セキュリティコードを含むクレジットカード情報および、ログイン用IDとパスワードが流出した可能性があるとのこと。,さらに、過去クレジットカード決済以外で同サイトを利用した7,086名の個人情報も被害対象とみられており、氏名、住所、電話番号、生年月日、性別、職業、メールアドレスなどが窃取された可能性が判明している。,オカ社は、クレジットカード会社と連携し被害対象とみられる取引内容のモニタリングを実施。また、全顧客にクレジットカード明細内に不審な項目がないか確認するよう呼び掛けている。,なお、「マット&ラグファクトリー本店」サイトは現在運営を停止。再開については決まり次第web上で公表される。再開時は、不正アクセス防止のため全顧客のアカウント再作成が必要となる対応が予定されている。, "
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0d2"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 60.9％がパスワード使いまわし　【Yahoo】セキュリティアンケート結果  "
  },
  "description": {
    "en": "",
    "jp": "現在実施されている「サイバーセキュリティ月間」に合わせ、ヤフー株式会社はID・パスワード管理やフィッシング詐欺に関するアンケートを実施した。,アンケート調査は1月21日、「Yahoo!クラウドソーシング」のユーザー2,000名を対象に実施された。アンケート結果は以下の通り。,,ヤフーは、2020年に同様のアンケートを実施した際の結果比較から、パスワードの使いまわしが減少していない点に注目。インターネットサービスやアプリでのパスワード管理の煩雑さが原因と分析している。,パスワードの使いまわしにより、フィッシングサイトへの誘導や情報流出、第三者による不正ログインのリスクが高まると注意喚起。リスク対策として、指紋認証や顔認証などの生体認証やSMS認証の導入を検討するよう推奨している。"
  },
  "industrySector": {
    "en": "A"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0d3"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【新潟食料農業大学】インスタ乗っ取り被害　不審なDMに注意喚起  "
  },
  "description": {
    "en": "",
    "jp": "新潟食料農業大学が運用するインスタグラムのアカウントが、乗っ取られる事態が発生したとのこと。,アカウント乗っ取りが発生したのは2月16日。同大学が運用する正規アカウント「@nafu.ac」から、複数のフォロワーに不審なダイレクトメールが送信される事態が確認されたという。なお、現時点で他のSNSツールTwitterやFacebook、LINEへの影響は確認されていないとのこと。,新潟食料農業大学は、被害のあったアカウントのパスワードを再設定し、インスタグラム運営への通報を行ったという。加えて、同大学から不審なダイレクトメールが届いた場合は、開封せず削除するよう注意を呼び掛けている。, "
  },
  "industrySector": {
    "en": "EDUCATION, LEARNING SUPPORT",
    "jp": "教育，学習支援業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0d4"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【クラシエ】Emotet感染　従業員なりますメールに注意喚起  "
  },
  "description": {
    "en": "",
    "jp": "薬品・食品事業を中心に展開する「クラシエホールディングス」において、現在マルウェア「Emotet」を原因とするなりすましメールが送信されている。,クラシエホールディングスによると、グループ会社内のパソコンがEmotetに感染。第三者から複数の宛先に、同社従業員を騙るなりすましメールが送信されているとのこと。同社は、なりすましメールの特徴として以下の点を挙げ注意喚起を行っている。,・メールには同社従業員の名前が悪用されている・正規アドレスである「@kracie.co.jp」以外が使用されている・なりすましメールには不審な添付ファイル,上記に当てはまる不審なメールを受信した際は、マルウェア感染や情報流出防止のためメールごと削除するよう呼び掛けている。, "
  },
  "industrySector": {
    "en": "SERVICES, N.E.C.",
    "jp": "サービス業（他に分類されないもの）"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0d5"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【福岡県】コロナ陽性者の個人情報を誤って公開  "
  },
  "description": {
    "en": "",
    "jp": "福岡県において、新型コロナウイルス感染症に関する個人情報を誤ってweb上に公開する事態が確認された。,２月16日、県民から福岡県内の新型コロナウイルス感染症陽性者情報ページにおいて、個人情報が掲載されているとの問い合わせがあり問題が発覚。福岡県によると、新規陽性者情報を掲載時、誤って個人情報を掲載したとのこと。,掲載されていたのは、新型コロナウイルス感染症陽性者38名の氏名。,福岡県は、誤掲載された個人情報を削除し、38名に事情説明を実施。また、再発防止として掲載情報内の個人情報へのチェック体制の厳格化やダブルチェックなどを行うとしている。, "
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0d6"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 女性下着メーカーで「Emotet」感染　従業員なりすますメールに注意喚起  "
  },
  "description": {
    "en": "",
    "jp": "女性用インナーウェア商品の製造販売を行う「株式会社ワコール」において、マルウェア「Emotet」感染が確認されている。,ワコール社によると、現在同社従業員になりすます不審なメールが関係者を中心に不特定多数へ送信されている状況とのこと。調査の結果、同社内パソコンがEmotetに感染していたとのこと。,ワコール社は、Emotetによるなりすましメールとの見分け方として、以下の点を挙げている。,・送信者欄に同社従業員名および、正規アドレスの「＠wacoal.co.jp」以外が使用されている・メール本文文末の連絡先表記が無関係の番号・パスワード設定された圧縮ファイルが添付,同社は不審なメールを受信した際は、添付ファイルの開封やメール内URLへのアクセスはせず削除するよう注意喚起を行っている。, "
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0d7"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【三重県労働福祉協会】企業482社のアドレス情報流出　メール誤送信  "
  },
  "description": {
    "en": "",
    "jp": "三重県労働福祉協会において、メール誤送信による複数件の情報流出が発生した。,同協会によると、メール誤送信があったのは2月3日。三重県からの委託業務である「おしごと広場みえ運営総合事業」に関するメールを一斉送信時に発生している。,本来Bcc設定でメール送信するところを、誤ってCcで一斉送信したことで受信者間で互いにアドレス情報が閲覧できる事態となった。当該メールは、同事業のサポート企業482社に送信されたことが確認されている。,送信後、担当者が自らメール誤送信について気が付いて発覚。全送信先企業に、個別で状況説明および当該メールの削除を願い出ている。今後は、新たにシステム導入で誤送信対策を予定しているとのこと。, , "
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0d8"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【ソフトバンク】圧縮ファイル使用廃止でEmotet対策公表  "
  },
  "description": {
    "en": "",
    "jp": "ソフトバンク株式会社は、昨今急増するマルウエア「Emotet」への対策方法としてパスワード付き圧縮ファイル使用を廃止する方針を発表した。,ソフトバンク社は、メールチェック時パスワード付き圧縮ファイルには暗号化がなされている点を挙げ、Emotetをはじめとするマルウェアチェックが困難であると説明。Emotet感染防止および関係者への被害拡大防止を目的としたセキュリティ対策とのこと。,2月15日以降、同社全従業員に届いた圧縮ファイルが添付されたメールは削除されるとのこと。なお、メールが削除された旨は送信者に通知されないことから、ファイルのやり取り時は個別に担当者に事前連絡を願い出ている。, "
  },
  "industrySector": {
    "en": "A"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0d9"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【愛知県】地域セミナー参加者情報がweb上で流出　委託先のヒューマンエラー原因  "
  },
  "description": {
    "en": "",
    "jp": "愛知県が主催する地域セミナーへの参加者情報が、web上で閲覧可能な状態だったことが発覚した。,問題が発覚したのは2月11日。愛知県が主催する「人にやさしい街づくり地域セミナーin北名古屋」のwebによる参加申し込みページにおいて、個人情報が閲覧できるとの問い合わせがあったとのこと。調査の結果、webページの運営委託先「一般社団法人ママライフデザイン研究所」が、誤って個人情報の閲覧が可能となる申込入力フォームを公開していたとのこと。,同ページ上で閲覧された可能性があるのは、「人にやさしい街づくり地域セミナーin北名古屋」参加申込者28名の個人情報。氏名、年代、町名までの住所、メールアドレス、参加動機が含まれていたとのこと。,現在は、当該webページから個人情報閲覧はできないよう修正されている。愛知県は今後、業務委託先への個人情報取り扱い状況について、チェック体制を充実させるとしている。, "
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0da"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【愛知県】PCR検査データがランサムウェア被害　サーバー停止し対応続く  "
  },
  "description": {
    "en": "",
    "jp": "愛知県が管理するサーバーにおいて、ランサムウェア被害が発生。現在も対応が続いている状況にあるとのこと。,被害が確認されたのは、愛知県内の新型コロナウイルス感染症へのPCR検査データが保管されているシステム。2月5日、担当職員が当該システムを起動した際、画面に英文が表記されており起動不能な状態となっていたという。調査の結果、外部からのランサムウェア攻撃であることが確認された。,愛知県は、当該システムのサーバーを停止し外部からのアクセスを遮断。愛知県警察本部サイバー犯罪対策課などと連携し、対応が進められている状況とのこと。,なお現時点で、個人情報流出に関わる被害は確認されていないとのこと。, "
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0db"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " サッカー【東京ヴェルディ】で会員のメールアドレス流出  "
  },
  "description": {
    "en": "",
    "jp": "プロサッカークラブ「東京ヴェルディ」において、メールの誤送信があり複数のアドレス情報流出が発生した。,メール誤送信があったのは、1月29日。東京ヴェルディサッカースクール開催の「女子スペシャル/女子プレミアクラスセレクション」に関する通知メールを送信時に問題が発生している。本来Bccで送信するところを誤ってTo欄に入力し一斉送信。受信者間で互いにアドレス情報が閲覧できる状態となったというもの。,被害対象は、ヴェルディスクールの会員20名分のメールアドレス情報。,同クラブは、20名の会員全員に誤送信されたメールの削除を依頼。再発防止策として、今後はメールの一斉送信時はダブルチェックを徹底すると説明している。, "
  },
  "industrySector": {
    "en": "LIVING-RELATED AND PERSONAL SERVICES AND AMUSEMENT SERVICES",
    "jp": "生活関連サービス業，娯楽業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0dc"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【三宅法律事務所】Emotet感染で弁護士や職員なりすますメール　不審な場合は開封せず削除を  "
  },
  "description": {
    "en": "",
    "jp": "弁護士法人「三宅法律事務所」において、現在マルウェア「Emotet」感染による被害が確認されている。,調査機関による調査の結果、同事務所内のパソコンがマルウェア「Emotet」に感染したことが判明。弁護士や職員になりすますメールが、複数送信される事態が発生しているとのこと。なりすましメールは、過去同事務所とメールによるやり取りをした依頼者や関係者へ送信されているという。,三宅法律事務所は、同事務所からと思われるメールを受信した際は正規アドレスである「@miyake.gr.jp」または「@ml.miyakemail.jp」であるか確認を呼びかけ。不審な場合は、メール内URLアクセスや添付ファイル開封などせず削除するよう注意喚起している。, "
  },
  "industrySector": {
    "en": "SERVICES, N.E.C.",
    "jp": "サービス業（他に分類されないもの）"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0dd"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 大和ハウスグループで「Emotet」確認　不特定多数になりすましメール  "
  },
  "description": {
    "en": "",
    "jp": "大和ハウスグループ「株式会社デザインアーク」において、現在マルウェア「Emotet」感染による被害が確認されている。,デザインアーク社によると、同社内のパソコンがマルウェア「Emotet」に感染。同社従業員を騙るなりすましメールが不特定多数に向け送信されているという。本文内のURLアクセスや添付ファイル開封など行った場合、マルウェア感染の恐れがある。,デザインアーク社は、なりすましメールとの見分け方法として送信者名やアドレスが異なる点を挙げている。不審なメールが届いた際は正規アドレスである「@designarc.co.jp」と確認をするよう呼びかけており、疑わしい場合はメールごと削除するよう注意喚起している。, "
  },
  "industrySector": {
    "en": "WHOLESALE AND RETAIL TRADE",
    "jp": "卸売業，小売業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0de"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 北海道新聞社で「Emotet」　不特定多数になりすましメール  "
  },
  "description": {
    "en": "",
    "jp": "北海道新聞社において、現在マルウェア「Emotet」感染による被害が確認されている。,北海道新聞社によると、2月8日ごろから同社従業員を騙るなりすましメールが不特定多数に向け送信されているという。原因は、同社内のパソコンがマルウェア「Emotet」に感染したことによるものとみられている。,北海道新聞社は、同社からメールが届いた際は正規アドレスである「＠hokkaido-np.co.jp」となっているか確認を呼びかけ。不審な場合は、メールごと削除するよう注意喚起している。, "
  },
  "industrySector": {
    "en": "INFORMATION AND COMMUNICATIONS",
    "jp": "情報通信業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0df"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【JPCERT/CC】マルウェア「Emotet」急増に注意喚起　診断ツール「EmoCheck」推奨  "
  },
  "description": {
    "en": "",
    "jp": "JPCERT コーディネーションセンター（JPCERT/CC）から、マルウェア「Emotet」による被害拡大への注意喚起が行われている。,JPCERT/CCでは、2021年11月後半ごろからEmotet感染に関する相談が相次いでいる状況という。2022年2月初旬に観測された被害対象とみられる「.jp」メールアドレス数は、2020年に観測された大規模被害に匹敵する状況とのこと。,,現在観測されているEmotetの特徴としては以下のようなケースが挙がっている。,JPCERT/CCは、対策方法として一見関係者などから業務に関連するメールが届いたとしても、信頼できるものと判断できない内は本文内のURLアクセスや添付ファイル展開はしないよう注意喚起している。また、Emotet感染が疑われる場合は診断ツール「EmoCheck」のダウンロードを推奨している。"
  },
  "industrySector": {
    "en": "A"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0e0"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " MandiantとSentinelOneが戦略的パートナー　Mandiant AdvantageにSingularity XDR  "
  },
  "description": {
    "en": "",
    "jp": "　脅威インテリジェンスのMandiant（米ヴァージニア州）がAIによる自律型XDR(Extended Detection and Response)プラットフォームを提供している新興のサイバーセキュリティ企業SentinelOne(米カリフォルニア州)と戦略的提携を結ぶことを発表しました。この提携によりMandiantのインシデントレスポンスにおいてSentinelOneのSingularity XDRプラットフォームを活用することが可能になるということです。,,　Mandiantは、2004年にRed Cliff Consultingとして設立され、2006年にMandiantに商標が変更されました。持続的標的型攻撃(APT)に対する先駆的な調査・分析で知られ、2013年2月に同社が発表したAPT1に関するレポートはサイバースパイ活動における中国の国家的な関与を初めて具体的に指摘し大きな反響を呼びました。同年10月には独自のサンドボックス技術をもつサイバーセキュリティ企業のFireEyeによって約10億ドルで買収され、以降はFireEyeの脅威インテリジェンス部門として活動が展開されてきました。,　しかし、昨年6月、FireEyeは、FireEyeの名称を含む同社の製品事業をSymphony Technology Group（STG）が率いるコンソーシアムに約12億ドルで売却する契約を締結したことを発表、これに伴いFireEyeのネットワーク、Eメール、エンドポイント、クラウド・セキュリティ製品と、関連するセキュリティ管理およびオーケストレーション・プラットフォームが、Mandiantのサービスから分離され、Mandiantは再び独立した企業としてMandiant Advantageプラットフォームによる脅威インテリジェンスの分析、専門知識の提供を手がけるようになりました。一方のFireEyeはサイバーセキュリティ企業のMcAfeeと統合されて新会社となり、先月、新会社名がTrellix(トレリックス)と発表されました。,　目まぐるしく変化しているサイバーセキュリティ業界にあって、Mandiantに関してはマイクロソフトが買収を検討しているとの報道もありますが、サイバー脅威の分析を長年手がけてきたMandiantが新たな戦略パートナーに選んだのは新興のサイバーセキュリティ企業のSentinelOneでした。SentinelOneは2013年にともにイスラエル出身で同社CEOの TomerWeingarten氏と共同創設者のAlmogCohen氏によって設立されました。独自のAIテクノロジーを活用して、エンドポイント、コンテナ、クラウドワークロード、IoTデバイス全体の防御、脅威検知、インシデント対応、および脅威ハンティングを提供し昨年、ニューヨーク証券取引所への上場を果たしました。,　SentinelOneのCOOであるNicholas Warner氏はMandiantとの提携について「Singularity XDRプラットフォームは、攻撃を迅速かつ自律的に防止、検出、対応するように構築されており、インシデントレスポンスを迅速化します。SentinelOneは、大手サイバーセキュリティサービスプロバイダーに支持され、急速にインシデントレスポンス技術の標準になりつつあります。Mandiantとの提携は当社の能力と市場での地位を立証するものです」と話しているということです。,　またMandiantのEVP兼グローバルCTOのMarshall Heilman氏は「SentinelOneと提携することで、比類のない脅威検知と対応能力を通じて、顧客の環境を保護し、将来のリスクを軽減するための支援をさらに強化することができます。Mandiant Advantageは、このような戦略的パートナーシップをサポートするために設計されたもので、今後も継続的に機能を拡張していくことで、すべての組織をサイバー脅威から守ることを目指します」などと話しているということです。,　Mandiant Advantage XDRプラットフォームは、インテリジェンス主導の技術によって企業がセキュリティコントロールを強化し、攻撃者に先んじて対策を行えるよう支援するもので、SentinelOneのSingularity XDRプラットフォームをMandiant Advantageと統合することで、可視性、自動化、アラートの優先順位付けが強化され、顧客がより迅速かつ正確に脅威を診断・修正することができるようになるということです。"
  },
  "industrySector": {
    "en": "A"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0e1"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " EMOTET感染防止啓蒙ポスターの無料配布  "
  },
  "description": {
    "en": "",
    "jp": "今月から、EMOTETの感染拡大が本格的にスタートしています。EMOTETは、取引先などになりすましてマルウェアを送り付ける手法が多く、企業から企業へ再感染が連鎖しています。,そこで、啓蒙ポスターのデータを無料配布を行います。印刷して社内や取引先にお渡しください。下記フォームをご入力いただければ、自動返信メールにてお届けさせていただきます。,また、セミナーも開催予定ですので、そちらもご確認ください。"
  },
  "industrySector": {
    "en": "A"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0e2"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 旅行【HIS】不正アクセス被害で顧客1,846名の個人情報流出の可能性  "
  },
  "description": {
    "en": "",
    "jp": "旅行事業を展開する「株式会社エイチ・アイ・エス」において、外部からの不正アクセスがあり第三者に情報窃取された可能性が判明した。,不正アクセスが発覚したのは2021年10月25日、エイチ・アイ・エス社のベトナム現地法人において。ベトナム法人社内のサーバーにてセキュリティが作動し、ウイルスを検知。調査の結果、第三者にサーバー内のデータが不正に窃取された可能性が確認されている。,被害対象とみられているのは、2016年8月14日から2020年2月22日までの期間、ベトナムへのエイチ・アイ・エス社サービスを利用した顧客1,846名の個人情報。氏名、性別、生年月日、パスポート情報などが含まれていた可能性があるとのこと。,被害のあったベトナム法人社内のサーバーをネットワークから遮断。日本法人との遠隔での情報収集およびセキュリティ強化などの対応が進められている。"
  },
  "industrySector": {
    "en": "LIVING-RELATED AND PERSONAL SERVICES AND AMUSEMENT SERVICES",
    "jp": "生活関連サービス業，娯楽業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0e3"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【リコーリース】Emotet感染　同社従業員かたるなりすましメールに注意喚起  "
  },
  "description": {
    "en": "",
    "jp": "複合機、パソコンなどのリース関連事業を展開する「リコーリース株式会社」において、マルウェア「Emotet」による被害が確認された。,リコーリース社によると、同社内のパソコンがマルウェア「Emotet」に感染。現在、同社になりすましたスパムメールが不特定多数に向け送信される事態が発生しているという。確認されたスパムメールには、同社従業員名が記載されたものが確認されている。被害経緯や影響範囲などの詳細は明かされていない。,リコーリース社は、なりすましメールへの見分け方として正規アドレスには「@jp.ricoh.com」または「@rle.ricoh.co.jp」を使用していると呼びかけ。不審なメールを受信した際は、メール本文内URLへのアクセスや添付ファイルの開封はせず削除するよう注意喚起している。, "
  },
  "industrySector": {
    "en": "REAL ESTATE AND GOODS RENTAL AND LEASING",
    "jp": "不動産業，物品賃貸業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0e4"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 『日本人のパスワードランキング2021』レポート結果　1位は？  "
  },
  "description": {
    "en": "",
    "jp": "セキュリティ製品やコンテンツ配信サービスの開発販売を展開する「株式会社ソリトンシステムズ」から、『日本人のパスワードランキング2021』と題する調査レポートが公開された。,当該レポートは、2021年日本国内において脆弱なパスワードをランキング分析しており、リスト型攻撃などをはじめとする被害への対策を目的に作成されている。同レポートによると、日本国内において最も使用されていたパスワード1位は「123456」。続いて2位は「password」、3位は「000000」との結果が出ている。なお、その他10位までのランキングは以下の通り。, ,キーボードの配列をそのまま打ち込んだものや、同じ文字を繰り返したパスワードが多い結果となっている。2020年度比較からもわかる通り、上位のパスワードは「誰にでも推測できてしまう」キーワードが使用されている傾向という。なお、他国においても同様の傾向がみられている。,ソリトンシステムズ社は、今すぐ対策できる方法として「単純なパスワードは今すぐ変更すること」、「同じパスワードを複数サービスで使いまわさないこと」を挙げている。, "
  },
  "industrySector": {
    "en": "A"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0e5"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 愛知県営住宅管理業者にてなりすましメール多数確認　現在も調査続く  "
  },
  "description": {
    "en": "",
    "jp": "現在、愛知県営住宅管理業務をてがける「愛知県住宅供給公社」において、なりすましメールによる被害が複数確認されている。,愛知県住宅供給公社によると、なりすましメールが確認されはじめたのは2月3日。業務委託先や県営住宅入居者などから、同社をかたる不審なメールが届いたとの問い合わせが複数件寄せられた。2月7日時点で188件確認されている。,現在も調査が進められている状況とのこと。現時点で、同社と過去メールによるやり取りをした関係者や県営住宅入居者などのアドレス情報をはじめとする情報流出に影響が懸念されている。愛知県住宅供給公社は、同社から不審なメールが届いた際は添付ファイルの開封はせず削除するよう呼び掛けている。"
  },
  "industrySector": {
    "en": "REAL ESTATE AND GOODS RENTAL AND LEASING",
    "jp": "不動産業，物品賃貸業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0e6"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 家電の【テスコム】Emotetでなりすましメール　マルウェア仕込まれた添付ファイル  "
  },
  "description": {
    "en": "",
    "jp": "家電製品の開発製造「株式会社テスコム」において、マルウェア「Emotet」による被害が確認された。,テスコム社によると、Emotetによる被害が確認されたのは2月3日。第三者によりメールサーバーから情報が窃取されたことで、同社になりすますスパムメールが不特定多数に向け送信される事態が発生している。確認されたメールには圧縮されたマルウェアファイルが添付されていたとのこと。,被害対象には、同社内外問わず関係者氏名やメールアドレス、件名情報が含まれていたという。テスコム社は、なりすましメールへの見分け方として正規アドレスには「@tescom-japan.co.jp」を使用していると呼びかけ。不審なメールを受信した際は、メール本文内URLへのアクセスや添付ファイルの開封はせず削除するよう注意喚起している。"
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0e7"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 壁紙フィルムの施工会社にマルウェアEmotet　社員やサイトなりすますメールに注意喚起  "
  },
  "description": {
    "en": "",
    "jp": "オリジナルのインテリア壁紙や車体フィルムの製造施工を行う「株式会社風流舎」で、マルウェア「Emotet」による被害が確認された。,Emotetによる被害が確認されたのは2月3日。風流舎や同社が運営するサイト「かべいろ.com」および「まどいろ.com」を騙るスパムメールが不特定多数に向け送信される事態が発生している。,調査の結果、同社パソコン内の社内外メールアドレスやメール内容、個人情報の流出が判明。過去同社とやり取りした顧客の氏名、住所、電話番号、メールアドレスが外部のサーバーに送信されていた形跡が見つかっている。,風流舎社は、Emotetに感染したパソコンをネットワークから隔離。また、不審なメールを受信した際は、メール本文内URLへのアクセスや添付ファイルの開封はせず削除するよう注意喚起している。, "
  },
  "industrySector": {
    "en": "SCIENTIFIC RESEARCH, PROFESSIONAL AND TECHNICAL SERVICES",
    "jp": "学術研究，専門・技術サービス業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0e8"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 生活用品「LION」でEmotet被害発生　なりすましメールに注意喚起  "
  },
  "description": {
    "en": "",
    "jp": "生活用品メーカー「ライオン株式会社」において、マルウェア「Emotet」による被害が確認された。,Emotetによる被害が確認されたのは2月2日。第三者により同社のメールサーバー内のデータが窃取された。これにより、同社従業員になりすますスパムメールが不特定多数に向け送信される事態が発生している。,当該攻撃により、サーバー内から従業員や関係者情報である氏名や過去やり取りしたメール内容などが流出したとのこと。,ライオン社は、なりすましメールへの見分け方として正規アドレスには「@lion.co.jp」を使用していると呼びかけ。不審なメールを受信した際は、メール本文内URLへのアクセスや添付ファイルの開封はせず削除するよう注意喚起している。, "
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0e9"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 建築パネルメーカーなりすますメールに注意喚起　過去メール情報流出原因  "
  },
  "description": {
    "en": "",
    "jp": "建築用パネルの製造販売を行う「株式会社ドリームパネル」において、同社従業員を騙るなりすましメールが送信される事態が確認されている。,ドリームパネル社によると、第三者により同社が過去やり取りしたメール内容および従業員情報が窃取されたという。これにより、同社従業員になりすますスパムメールが不特定多数に向け送信される事態が発生している。流出経緯や被害範囲などは公表されていない。,ドリームパネル社は、なりすましメールへの見分け方として正規アドレスには「@d-panel.jp」を使用していると呼びかけ。不審なメールを受信した際は、メール本文内URLへのアクセスや添付ファイルの開封はせず削除するよう注意喚起している。, "
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0ea"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 京都「嵐電」サイトが閲覧不可能に　不正アクセス原因か  "
  },
  "description": {
    "en": "",
    "jp": "京都市内で軌道事業を展開する「京福電気鉄道株式会社」において、現在サイト閲覧が不可能な事態が発生している。,京福電気鉄道によると、同社が運営する「嵐電公式サイト」が不正アクセスを受けたことで閲覧ができない状態となったとのこと。現在は仮設サイトを立ち上げての運用を行い、一部のページはメンテナンス中と説明されている。,不正アクセスに関する被害経緯や原因、影響範囲などは公表されていない。なお、当該被害で個人情報流出はないとのこと。,今後の情報は同社公式Twitterなどから告知される予定。"
  },
  "industrySector": {
    "en": "TRANSPORT AND POSTAL ACTIVITIES",
    "jp": "運輸業，郵便業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0eb"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【関西大学ITセンター】不正アクセスでシステム障害発生  "
  },
  "description": {
    "en": "",
    "jp": "関西大学ITセンターにおいて、不正アクセス被害で一部のシステムにインシデントが発生した。,関西大学ITセンターによると、不正アクセスが判明したのは1月11日。当該不正アクセスにより、同学内システムで障害が発生。ITシステムが利用不可能な事態が起こったという。不正アクセスに関する被害経緯や原因、影響範囲などは公表されていない。,システムはすでに復旧およびセキュリティ対策が完了しており、関係機関へは報告済と説明されている。"
  },
  "industrySector": {
    "en": "EDUCATION, LEARNING SUPPORT",
    "jp": "教育，学習支援業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0ec"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【アイリスオーヤマ】偽サイトに注意喚起　被害相談相次ぐ事態  "
  },
  "description": {
    "en": "",
    "jp": "現在アイリスオーヤマが運営する通販サイト「アイリスプラザ」の偽装サイトが複数件確認されているとして注意喚起が行われている。,アイリスオーヤマによると、偽装サイトは正規サイトのロゴや画像を不正に使用されているという。現時点で確認されている偽装サイトの数は、20件以上になるという。また、兵庫県警察と大阪府警からもTwitterから同様に注意喚起が行われている。2021年末ごろから、「アイリスプラザ」の偽装サイトについての被害相談が相次いでいる状況とのこと。「インターネット上の検索結果に広告として偽ページが表示される」、「（偽ページ内に）大幅な値引きや限定商品の表記」などが確認されているという。,大阪府警は、利用時は正規のURLや公式アプリからアクセスするよう注意を呼び掛けている。,【偽サイトに注意！】アイリスオーヤマ公式通販サイト「アイリスプラザ」が偽サイトによる被害が発生しているとして、注意喚起をしています。県警でも年末から同様の相談を多数受けています。インターネット検索で「広告」として偽サイトが表示される場合もあるので注意してください！ https://t.co/9Yp8NQTP6i,— 兵庫県警察サイバー犯罪対策課 (@HPP_c3division) January 21, 2022,"
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0ed"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【積水ハウス】グループ会社がマルウェア「Emotet」感染　なりすましメールに注意呼びかけ  "
  },
  "description": {
    "en": "",
    "jp": "積水ハウスグループにおいて、現在マルウェア感染による複数のなりすましメールが送信される事態が確認されているとのこと。,積水ハウスによると、同社グループ会社内パソコンがマルウェア「Emotet」に感染。グループ会社社員を装ったメールが顧客や関係者に向け送信されている。なりすましメールは、従業員名に加えてグループ会社の正規アドレス以外が使用されているとのこと。,なお、マルウェア感染経緯および被害範囲などに関する詳細は公表されていない。,積水ハウスは、不審なメールが届いた際は本文内のURLアクセスや、添付ファイルの開封はせず削除するよう呼び掛けている。, "
  },
  "industrySector": {
    "en": "CONSTRUCTION",
    "jp": "建設業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0ee"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【応用地質】グループに不正アクセス　HP内にフィッシングサイト  "
  },
  "description": {
    "en": "",
    "jp": "都市開発や環境整備関連事業を展開する「株式会社ケー・シー・エス」において、ホームページ内容が改ざんされる事態が発生した。,同社株主の「応用地質株式会社」によると、被害が確認されたのは1月24日。ケー・シー・エス社のホームページが外部から不正アクセスを受け、サイト内にフィッシングサイトが埋め込まれたという。現在、調査機関と連携した調査復旧が行われている状況とのこと。,改ざん被害を受けたケー・シー・エス社のホームページは一部ページを除いて停止。現時点で、同サイトからのフィッシング被害は確認されていないという。, "
  },
  "industrySector": {
    "en": "SCIENTIFIC RESEARCH, PROFESSIONAL AND TECHNICAL SERVICES",
    "jp": "学術研究，専門・技術サービス業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0ef"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 和歌山県の水泳場で約2,000名の情報流出　事務所PCにウイルス感染発覚  "
  },
  "description": {
    "en": "",
    "jp": "和歌山県「秋葉山公園県民水泳場」を騙るなりすましメールが、複数の利用者に向け送信される事態が確認されている。,和歌山県によると、なりすましメールが確認されたのは1月25日。利用者から同水泳場の指定管理者に、不審なメールを受信したとの問い合わせが100件以上入ったという。調査の結果、指定管理者の管理事務所内パソコンがウイルス感染していたことが発覚した。,被害対象は、秋葉山公園県民水泳場のホームページ内で過去問い合わせを行った約2,000名。氏名、メールアドレス、問い合わせ内容、電話番号、予約日時などの情報が攻撃者に流出した可能性があるとのこと。,指定管理者において、事務所内すべてのパソコンをウイルススキャンし、メールアカウントの認証を変更している。今後、UTMの導入も予定しているとのこと。, "
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0f0"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 化学品メーカー【ダイセル】に不正アクセス　顧客および取引先の個人情報への影響懸念  "
  },
  "description": {
    "en": "",
    "jp": "セルロイドを応用した化学品製造関連事業を展開する「株式会社ダイセル」において、不正アクセスを原因とする情報流出被害が確認されている。,ダイセル社によると、不正アクセスが発覚したのは2021年12月22日。同社グループのサーバーに不正アクセスが行われたという。現在外部の調査機関による調査が進行中で、被害状況や影響範囲などは特定されていない。現時点では、不正アクセス元のアクセスを遮断し、被害拡大を防いだとのこと。,顧客および取引先の個人情報や機密への影響など、判明次第公表される予定。, , "
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0f1"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【日能研】不正アクセスで280,106件の情報流出　フィッシング攻撃への注意喚起も  "
  },
  "description": {
    "en": "",
    "jp": "小中学生向け塾や教育支援事業を展開する「株式会社日能研」において、不正アクセスによる情報流出の可能性が判明している。,日能研によると、不正アクセスが行われたのは2021年12月上旬ごろ。同社が運営するwebサーバーに外部からSQLインジェクションによる攻撃を受けたことによるもの。攻撃者は、同社サーバーに不正アクセスし内部に保管されていた顧客情報を窃取した可能性があるという。,日能研によると、当該不正アクセスにより影響があったのは顧客のメールアドレス280,106件。その他個人情報である氏名、住所、電話番号、生年月日、口座情報、成績情報、志望校情報などは流出対象外とのこと。,日能研は、不正アクセスを検知した1月11日以降、全webページのアクセス制御を強化および脆弱性箇所を特定した後対策済みとのこと。また、全顧客に向け攻撃者からスパムメールやフィッシングメールなどが送付される可能性を注意喚起している。, "
  },
  "industrySector": {
    "en": "FINANCE AND INSURANCE",
    "jp": "金融業，保険業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0f2"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【Uber Eats】注文内容の確認とかたるフィッシングメールに注意喚起  "
  },
  "description": {
    "en": "",
    "jp": "現在、「Uber Eats」を騙るフィッシングメールが複数確認されているとして、フィッシング対策協議会から注意喚起が行われている。,フィッシング対策協議会によると、「【重要】ウーバーイーツ ご注文内容の確認 [メールコード UE●●●●]、「【重要】Uber Eats ご注文内容の確認 [メールコード UE●●●●]」などと題するフィッシングメールの報告が複数寄せられているという。,本文には注文内容の確認として、商品名や金額、店舗の住所などと共に外部ページへのURLが記載されているとのこと。リンク先は、Uber Eats利用者用ページへのログイン画面を精巧に偽装したフィッシングサイトとなっている。サイトには、電話番号またはメールアドレス、4桁の認証コード情報を入力させるフォームが用意されている。誤って入力した場合、攻撃者に情報が窃取される恐れがあるという。,フィッシング対策協議会は、昨今のフィッシングサイトの見分けは非常に難しいと説明。日ごろからサービス利用時は、届いたメールやSMSからではなく、正規サイトへのブックマークなどからアクセスするよう注意を呼び掛けている。また、あらかじめ使用するメーラーの迷惑メールフィルターを設定するよう推奨している。, "
  },
  "industrySector": {
    "en": "LIVING-RELATED AND PERSONAL SERVICES AND AMUSEMENT SERVICES",
    "jp": "生活関連サービス業，娯楽業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0f3"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 土木防災情報システムのアドレスから不正なメール　不正アクセス原因か【新潟県】  "
  },
  "description": {
    "en": "",
    "jp": "新潟県が使用する土木防災情報システムにおいて、外部からの不正アクセス被害が発生。外部に向け不正なメールが送信される事態が確認されている。,新潟県の土木部河川管理課によると、被害があったのは土木防災情報システムのメールサーバー。現在、同システムのアドレスを悪用したメールが不正に送信される事態が発生しているという。不正アクセスの日時や原因については、現在調査中により特定されていない。,調査が完了するまでの期間、当該メールサーバーは停止する措置が取られている。また、同システムからのメールが届いた際、不審な場合は削除するよう呼び掛けられている。, "
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0f4"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 2022年「情報セキュリティ10大脅威」発表　ランサムウェア、フィッシングがトップ【IPA】  "
  },
  "description": {
    "en": "",
    "jp": "1月27日、情報処理推進機構（IPA）から、2021年度に大きな影響を与えたセキュリティインシデントを取りまとめたレポート「情報セキュリティ10大脅威 2022」が公表された。,当該レポートは、情報セキュリティ分野の研究者および実務担当者など約150名により審議投票の結果に基づいて作成された。ランキング形式で公表されており、個人と組織ごとにそれぞれ作成されている。結果は以下の通り。,個人においては、「フィッシングによる個人情報等の詐取」が 1 位となった。正規の機関や企業になりすまし、メールやSMSからフィッシングサイトへ誘導する手口が多く確認されたことからも、2022年以降も引き続きの注意が必要とのこと。,組織においては、「修正プログラムの公開前を狙う攻撃（ゼロデイ攻撃）」が新たにランクイン。その他インシデントも昨年との大きな変化はないが、「ランサムウェアによる被害」が連続1位となっている。昨今のランサムウェア攻撃は、データの暗号化だけでなくインターネット上に公表すると脅迫しより身代金を支払わせざるを得ない状況に追い込む手口が増加している。,IPAは、こうした状況に対応するため、日ごろからウイルス対策、不正アクセス対策、脆弱性対策、バックアップ作成、復旧時の事前計画などの事前準備が必要と注意喚起している。"
  },
  "industrySector": {
    "en": "A"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0f5"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " スキンケアメーカーHPで顧客46,702名分のクレジットカード情報流出の可能性【ビーグレンHP】  "
  },
  "description": {
    "en": "",
    "jp": "化粧品の製造および販売事業を展開する「ビバリーグレンラボラトリーズ株式会社」において、第三者からの不正アクセスが確認された。,不正アクセス被害があったのは、ビバリーグレンラボラトリーズ社が運営するwebサイト「ビーグレンHP」。2021年6月10日に、クレジットカード会社から同サイト上から情報流出を懸念する連絡が入ったことで発覚した。調査の結果、第三者により不正アクセスされサイト内に不正なプログラムが設置されていたという。当該プログラムは、顧客がサイト内で入力したデータが外部に送信されるという。,被害対象とみられているのは、2020年12月5日から2021年6月24日までの期間、「ビーグレンHP」においてクレジットカード情報を入力した顧客46,702名。名義人名、番号、セキュリティコード、有効期限を含むクレジットカード情報が攻撃者に窃取された可能性がある。,ビバリーグレンラボラトリーズ社は、クレジットカード会社と連携した被害対象とみられる取引内容のモニタリングを実施。同時に、全顧客に向けクレジットカード明細内に不審な項目がないか確認を呼び掛けている。なお、「ビーグレンHP」は現在クレジットカード決済を停止。再開については決定次第web上で公開される予定。, "
  },
  "industrySector": {
    "en": "WHOLESALE AND RETAIL TRADE",
    "jp": "卸売業，小売業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0f6"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " クレジット【ほくせん】に不正アクセス　サービス停止でセキュリティ調査  "
  },
  "description": {
    "en": "",
    "jp": "札幌市を中心にクレジット事業を展開する「株式会社ほくせん」のサーバーに、外部からの不正アクセス被害が確認されたとのこと。,ほくせん社によると、現在被害状況および影響範囲などの調査が進められている状況で詳細は明かされていない。現時点の対応として、同社が提供する「ほくせんWebサービス」をはじめ新規申し込みをすべて停止。,サービス再開は、調査結果次第となると説明されている。, "
  },
  "industrySector": {
    "en": "FINANCE AND INSURANCE",
    "jp": "金融業，保険業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0f7"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【ランサーズ】セミナーメール誤送信で432名分アドレス情報流出  "
  },
  "description": {
    "en": "",
    "jp": "クラウドソーシングサービスを提供する「ランサーズ株式会社」において、メールの誤送信による情報流出が発生した。,メールの誤送信があったのは1月14日。同社が主催するセミナー『仕事獲得に繋がる“新しい学びのカタチ”習得講座』に関する案内メールを同講座応募者に向け送信した際、受信者間でアドレス情報が閲覧できる状態だったという。受信した応募者からの指摘で判明。原因は、送信時に宛先欄をBcc設定で行うところ、誤ってToにて送信したことによるもの。,当該メールは、セミナー『仕事獲得に繋がる“新しい学びのカタチ”習得講座』応募者432名に向け一斉送信された。432名間で、アドレス情報が閲覧できる状態となった。,ランサーズ社は、全受信者にメールの誤送信についての説明および当該メールの削除を願い出ている。, "
  },
  "industrySector": {
    "en": "INFORMATION AND COMMUNICATIONS",
    "jp": "情報通信業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0f8"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【メタップスペイメント】不正利用の疑いでサービス停止　調査進む  "
  },
  "description": {
    "en": "",
    "jp": "決済関連サービスを事業展開する「株式会社メタップスペイメント」において、不正アクセスによる情報流出の可能性が浮上している。,メタップスペイメント社によると、情報流出の可能性が発覚したのは2021年12月14日。クレジットカード会社から、メタップスペイメント社が提供する事務関連業務の管理サービスである「イベントペイ」で情報流出の可能性を懸念する連絡が入った。不正利用の可能性から、メタップスペイメント社内で調査を行ったが、システム内での問題は特定できなかったとのこと。現在、第三者機関によるフォレンジック調査が進められている状況という。,調査の過程で、2022年1月25日には「イベントペイ」内のクレジットカード決済サービスを停止。また、「イベントペイ」他3サイトでも新たに不正利用の可能性が確認されており、いずれも同様にクレジットカード決済は停止されている。,第三者機関によるフォレンジック調査は2022年2月中旬ごろ完了する見込みで、新たな事実が判明した場合はweb上で公表されるとのこと。, "
  },
  "industrySector": {
    "en": "INFORMATION AND COMMUNICATIONS",
    "jp": "情報通信業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0f9"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 八王子のプログラミング大会HPで参加者情報が閲覧可能に　ヒューマンエラー原因か  "
  },
  "description": {
    "en": "",
    "jp": "「第1回U-16部門（中学生部門）プログラミングコンテスト八王子大会」において、参加者の個人情報が流出する事態が確認された。,大会実行委員会によると、同コンテストホームページ上で特定のキーワードを検索した際、個人情報が閲覧できるとの指摘が入り問題が判明。調査の結果、ホームページ制作業者の設定ミスだったと確認された。,当該ミスにより、同コンテスト参加者の個人情報30件がホームページ上で閲覧可能な状態だった。保護者および児童の氏名、学校名、学年、電話番号、メールアドレス情報が該当。,大会実行委員会は、今後業者間での情報管理およびチェックを厳格に行い再発防止を図るとのこと。, "
  },
  "industrySector": {
    "en": "A"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0fa"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 香川県の物産館のwebサイトが不正アクセスで停止　個人情報への影響は不明  "
  },
  "description": {
    "en": "",
    "jp": "香川県の物産館「栗林庵」がwebサイトの不正アクセスを受け、現在運営を停止している。,香川県によると、問題が判明したのは1月18日。栗林庵のwebサイトがアクセス不可能な状態が確認されており、調査が開始された。同サイトの保守管理業者の調べでは、原因は第三者からの不正アクセスが行われたことによるものという。,現時点での調査では、オンラインショップ利用者の個人情報流出に関わる事実は確認されていないという。,栗林庵のwebサイトは現在運営を停止。再開については、被害詳細の調査および安全性が確保された後に予定されているとのこと。, "
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0fb"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【龍谷大学】webサイトが改ざん被害　研究関連ページに影響  "
  },
  "description": {
    "en": "",
    "jp": "龍谷大学のwebサイトが改ざんされ、一部のファイルが削除される事態が起こった。,改ざん被害が確認されたのは2021年6月25日。研究関連ページの検索時、無関係の外部ページに遷移する状態だったという。調査の結果、第三者からの不正アクセスでwebサイト内容が改ざんされたことが発覚。一部のファイルが削除されていたという。,当該攻撃により、同大学の研究部や社会科学研究所などの研究関連ページに影響が確認されている。なお、認証情報やデータベースへの不正アクセスはなかったとのこと。,龍谷大学では、今後OSをはじめアプリケーションなどのバージョンチェックやパスワードの定期変更、脆弱性診断実施、CSIRT設置など行い再発防止を図るとしている。, "
  },
  "industrySector": {
    "en": "EDUCATION, LEARNING SUPPORT",
    "jp": "教育，学習支援業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0fc"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【プロミス】24時間以内に個人情報認証が必要　フィッシング詐欺に注意喚起  "
  },
  "description": {
    "en": "",
    "jp": "現在、「プロミス」になりすますフィッシングメールが複数件確認されているとして、注意喚起が行われている。,フィッシング対策協議会によると、「PROMISEのお知らせ」と題するフィッシングメールの報告が複数寄せられているという。本文には「セキュリティシステムのアップグレード」、「使用には24時間以内に個人情報認証が必要」などの内容に外部ページへのURLが記載されているとのこと。文末には、運営会社であるSMBCコンシューマーファイナンスの表記が記載されている。,リンク先は、プロミス会員ページへのログイン画面を精巧に偽装したフィッシングサイトとなっている。サイトには、カード番号、カード暗証番号、ID、パスワードなどの認証情報を入力させるフォームが用意されている。誤って入力した場合、攻撃者に情報が窃取される恐れがあるというもの。,フィッシング対策協議会は、昨今のフィッシングサイトの見分けは非常に難しいと説明。日ごろからサービス利用時は、届いたメールやSMSからではなく、正規サイトへのブックマークなどからアクセスするよう注意を呼び掛けている。また、フィッシングメールへは使用するメーラーの「迷惑メールフィルター」が効果的と推奨している。【参考URL】プロミスをかたるフィッシングhttps://www.antiフィッシング.jp/news/alert/promise_20220112.html, "
  },
  "industrySector": {
    "en": "FINANCE AND INSURANCE",
    "jp": "金融業，保険業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0fd"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【三重県計量検定所】1,091名以上の個人情報記録されたUSB紛失　誤って廃棄か  "
  },
  "description": {
    "en": "",
    "jp": "三重県計量検定所において、個人情報が記録されていたUSBメモリが紛失する事態が発生した。,三重県計量検定所によると、当該USBメモリの紛失が判明したのは1月12日。関係機関からのデータ照合依頼に対応する際、職員がUSBの紛失に気が付いた。,紛失後、同所敷地内を隈なく捜索したものの発見には至らなかったという。年末年始の整理整頓時に、誤って廃棄した可能性がある。,原因は、職員が使用後に他業務へ意識をとられ、所定の位置に戻し忘れたとのこと。なお、現時点で当該紛失が原因とみられる情報流出の事実は確認されていないという。,USBメモリ内には、主任計量者1,091名分の名簿および主任計量者試験問題、試験結果265名分、合格証様式、案内文、送付文などのデータが記録されていた。含まれていた個人情報は、氏名、生年月日、住所、勤務先、勤務先住所など。,再発防止策として、今後は毎日始業と終業時に物品チェックを実施。また、個人情報が記録されたUSBにはすべてパスワードを設定するとしている。, , "
  },
  "industrySector": {}
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0fe"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【赤十字国際】「販売や共有しないでください」51万名以上の個人情報窃取される  "
  },
  "description": {
    "en": "",
    "jp": "世界60か所の赤十字および赤新月社が保有する個人情報を含む機密情報が、サイバー攻撃により窃取されたという。,赤十字国際委員会（ICRC）によると、現時点で攻撃がどこからで、どのような目的で行われたかは特定されていないという。ICRCと機密保持契約を交わす、スイスの外部企業のサーバーへの攻撃が確認されている。,被害対象となったのは、紛争や災害、移住などの理由で家族と離ればなれになった人々の個人情報。数は、515,000名分を超えるという。,ICRCでは、赤十字および赤新月社のネットワークを活かし、1日に平均12名の離ればなれになった家族の再会を目指すプログラムが行われている。しかし、当該攻撃の影響で同プログラムは中止となっている。,ICRC長官ロバート・マルディーニ氏は、「人道的サービスを必要とする弱い立場の人たちをさらに危険にさらす」、「あなたが持つ個人情報は、世界で有力なものではない」、「販売や流出、共有しないでください」とコメントしている。, "
  },
  "industrySector": {
    "en": "MEDICAL, HEALTH CARE AND WELFARE",
    "jp": "医療，福祉"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c0ff"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " ポータルサイト「高校生のキモチ。」26名の応募者情報が流出  "
  },
  "description": {
    "en": "",
    "jp": "高校生を対象に進学先を動画で紹介するポータルサイト「高校生のキモチ。」において、情報流出が発生した。,同サイトの運営「株式会社昭栄広報」によると、資料請求キャンペーンページにおいて応募者の個人情報が閲覧できる状態が確認されたという。応募者からの指摘で発覚している。原因は、サイトシステム内の不備だとしている。,当該問題で影響があったのは、2021年12月24日から2022年1月12日までの期間、「高校生のキモチ。」で資料請求応募をした26名。氏名、住所、学校名、学年、メールアドレス、電話番号が応募者間で閲覧可能な状態だったことが確認されている。,昭栄広報社は、原因となったシステム不備を修正。同時に影響の出た26名の応募者へ個別に連絡を行ったと説明している。, "
  },
  "industrySector": {
    "en": "SCIENTIFIC RESEARCH, PROFESSIONAL AND TECHNICAL SERVICES",
    "jp": "学術研究，専門・技術サービス業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c100"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " オーガニック食品「ココシーズンズオンラインショップ」　顧客303名のクレジットカード情報流出  "
  },
  "description": {
    "en": "",
    "jp": "オーガニック食品を取り扱う「ココシーズンズオンラインショップ」において、外部からの不正アクセスおよび情報流出の可能性が発覚している。,同サイトを運営する「株式会社かわた」によると、不正アクセスが確認されたのは2021年9月3日。クレジットカード会社から、同サイト上で情報流出を懸念する連絡が入ったことで判明している。,調査の結果、サイト内のセキュリティ上の脆弱性を突いた第三者からの不正アクセスが判明。サイト内決済システムの改ざんや、顧客情報流出の可能性が浮上している。,当該攻撃による影響が懸念されているのは、2021年3月26日から2021年8月19日までの期間、「ココシーズンズオンラインショップ」でクレジットカード決済を利用した顧客303名。カード名義人名をはじめ、カード番号、有効期限、セキュリティコードが含まれるクレジットカード情報が流出対象とのこと。,かわた社は、クレジットカード会社と連携した被害対象とみられる取引内容のモニタリングを実施。同時に、全顧客に向けクレジットカード明細内に不審な項目がないか確認を呼び掛けている。なお、「ココシーズンズオンラインショップ」は現在クレジットカード決済を停止。再開については決定次第web上で公開される予定。, "
  },
  "industrySector": {
    "en": "WHOLESALE AND RETAIL TRADE",
    "jp": "卸売業，小売業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c101"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【江東区健康スポーツ公社】無関係の通販サイト表示される事態　サーバーへの不正アクセス  "
  },
  "description": {
    "en": "",
    "jp": "江東区健康スポーツ公社において、webサーバーへの不正アクセスおよび改ざん被害が確認された。,同公社によると、原因は過去に使用していたwebサーバーに不正アクセス。サーバー内のファイルが改ざんされ、同公社と無関係の不正な通販サイトが検索エンジン上に表示される事態が発生したという。,現在は、不正な通販サイトは表示されない対応が取られている。なお、被害のあったサーバー内に個人情報に関わる情報は保管されていなかったとのこと。, "
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c102"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【個人情報保護委員会】意見者の個人情報をweb上に公開　確認不足によるミスか  "
  },
  "description": {
    "en": "",
    "jp": "個人情報保護委員会において、誤掲載による個人情報流出が発生した。,個人情報保護委員会事務局によると、問題が発生したのは1月7日。同事務局への意見募集結果をweb上で公開時に、誤って公表予定資料に個人情報が含まれたPDFファイルを掲載したという。これにより、意見提出者12名の氏名および所属先がインターネット上に掲載される事態となった。原因は、web掲載前の確認不足によるヒューマンエラーだった。,事務局は、情報が誤掲載された意見提出者12名に個別対応を実施。今後のweb掲載に関する業務時は、複数名でのチェックを改めて徹底するとしている。, "
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c103"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【マルカン】ペット用品ECサイトが不正アクセスで閉鎖　1,152名のクレジットカード情報に影響  "
  },
  "description": {
    "en": "",
    "jp": "ペット用品を取り扱う「マルカンオンラインショップ」において、外部からの不正アクセス被害があり、複数の情報流出の可能性が判明している。,同サイトの運営会社の「株式会社マルカン」によると、不正アクセスが判明したのは2021年6月30日。クレジットカード会社から同サイト上で情報流出を懸念する連絡が入ったことによるもの。調査の結果、サイト内のセキュリティ上の脆弱性を突いた第三者からの不正アクセスが判明。サイト内の決済システムの改ざんや、顧客情報流出の可能性が浮上している。,当該攻撃による影響が懸念されているのは、2019年8月5日から2021年６月21日までの期間、「マルカンオンラインショップ」でクレジットカード決済を利用した顧客1,152名。カード名義人名をはじめ、カード番号、有効期限、セキュリティコードが含まれるクレジットカード情報が流出対象とのこと。,マルカン社は、クレジットカード会社と連携した被害対象とみられる取引内容のモニタリングを実施。同時に、全顧客に向けクレジットカード明細内に不審な項目がないか確認を呼び掛けている。なお、問題があった「マルカンオンラインショップ」は現在閉鎖されており、今後再開の見込みはないと説明されている。, , "
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c104"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【2021年】個人情報流出は574万9,773人分で過去最多　「ウイルス・不正アクセス」が過半数  "
  },
  "description": {
    "en": "",
    "jp": "東京商工リサーチは、2021年度に企業から公表されている個人情報の漏洩および紛失に関する内容をまとめた。,東京商工リサーチの調査によると、2021年内に個人情報の漏洩および紛失を公表した企業数は120社。業種の内訳は、「製造業」が最多の31社となり、「情報・通信業」の20社、「金融・保険業」の16社、「小売業」の15社と続くという。,事故件数は137件で、漏洩した情報は574万9,773人分となったという。いずれの数値も過去10年間で最多となるとのこと。,,事故件数は137件の内、情報漏洩の原因として最も多かったのは「ウイルス感染・不正アクセス」の68件で、全体の約半数を占めている。「ウイルス感染・不正アクセス」を原因とする漏洩件数は、累計454万554件で、2021年全体の574万9,773件のおよそ8割を占める結果となっているという。次いで多かったのは、「（インターネット上での）誤表示・誤送信」で43件。,2021年内の情報流出インシデントにおいて、被害件数が多かった上位3件は以下の通り。, ,【参考URL】東京商工リサーチhttps://www.tsr-net.co.jp/news/analysis/20210117_01.html"
  },
  "industrySector": {
    "en": "A"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c105"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 自動車部品【デンソー】がランサムウェア被害　ハッカーグループから犯行声明も  "
  },
  "description": {
    "en": "",
    "jp": "自動車部品メーカー「株式会社デンソー」において、ランサムウェアによるサイバー攻撃被害が確認されている。,被害があったのは、同社のメキシコにある工場。工場内パソコン20台が、ランサムウェアによる攻撃を受けたという。2021年12月には、実行者とみられるハッカーグループから犯行声明が出されている。なお、被害のあったパソコンは工場の稼働に影響するものではないと説明されている。,デンソー社は、現地での被害状況の調査が進められている状況として、ランサムウェアへの対応についてはコメントを控えている。, , ,"
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c106"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 「ウイルスに感染している」と偽の警告文　博物館情報サイト【見験楽学】が改ざん被害  "
  },
  "description": {
    "en": "",
    "jp": "仙台と宮城県の博物館情報サイト「見験楽学」が、不正アクセスにより改ざんされていたことが発覚した。,サイトを運営する「仙台・宮城ミュージアムアライアンス事務局」によると、改ざんされていたのは2021年12月19日から21日までの期間。同期間にアクセスした際、無関係の外部ページへリンクしている、「ウイルスに感染している」との警告文が表示されるなどの事態が起こっていたとのこと。,現時点で同サイトは、復旧が完了している。また同事務局は、サイトの閲覧のみではウイルス感染などの被害は受けないとしているが、全閲覧者に各自セキュリティチェックを行うよう推奨している。, "
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c107"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【馬野化学容器】不正アクセスによりサイト閉鎖　クレジットカード情報流出も  "
  },
  "description": {
    "en": "",
    "jp": "馬野化学容器株式会社が運営するネットショップにおいて、外部からの不正アクセス被害が確認されている。,不正アクセスが判明したのは、2021年2月25日。クレジットカード会社から、馬野化学容器社サイト上で情報流出を懸念する連絡が入った。調査の結果、第三者からの不正アクセスおよびサイト内の決済アプリケーションが改ざんされる事態が確認されている。,当該攻撃により影響があったのは、馬野化学容器社サイト上クレジットカード決済を利用した顧客191名。名義人名、番号、有効期限、セキュリティコードを含むクレジットカード情報が流出した可能性があるという。,馬野化学容器社は、クレジットカード会社と連携し被害対象とみられる取引内容をモニタリング。また、全顧客にクレジットカード明細内に不審な項目がないか確認を呼び掛けている。,なお、同サイトは不正アクセスが発覚した2021年2月25日時点で閉鎖。現在は新たな環境で別サイトが運営されている。, "
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c108"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【石橋楽器】webサーバー攻撃され顧客98,635件の情報流出  "
  },
  "description": {
    "en": "",
    "jp": "株式会社石橋楽器店において、外部からの不正アクセス被害があり顧客情報流出の可能性が判明している。,不正アクセスが発覚したのは、2021年12月20日。原因は、第三者からのSQLインジェクションによる攻撃とのこと。同社webサーバー内のデータベースが侵害され、保管されていた顧客情報に攻撃者がアクセスした形跡が見つかっている。,被害対象は、石橋楽器店ポイントカード「IMC（イシバシミュージシャンズクラブ）」会員のメールアドレス98,635件。なお、メールアドレス以外の個人情報や決済情報への影響はなかったことが確認されている。,石橋楽器店は、被害対象の全会員に個別の連絡を実施。また、再発防止に向け現在サーバーシステムおよびホームページのセキュリティ強化が進められているという。, "
  },
  "industrySector": {
    "en": "WHOLESALE AND RETAIL TRADE",
    "jp": "卸売業，小売業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c109"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " パスワード管理「ミルパス」情報流出の懸念　使用停止の呼びかけ【キングジム】  "
  },
  "description": {
    "en": "",
    "jp": "株式会社キングジムが提供するパスワード管理ツール「ミルパス」において、攻撃者に情報窃取される恐れのある脆弱性が確認されているとする注意喚起が行われている。,脆弱性対策情報ポータルサイト「JVN （Japan Vulnerability Notes）」によると、当該製品に暗号化面での脆弱性が存在しているという。当該脆弱性が侵害された場合、ユーザーのパスワード情報が第三者に窃取される恐れがあるとのこと。,キングジム社は、対象となる「ミルパスPW10」および「ミルパスPW20」の使用を停止するよう呼びかけを実施している。なお、当該脆弱性が原因とみられる、情報流出などの被害は確認されていないとのこと。, "
  },
  "industrySector": {
    "en": "MANUFACTURING",
    "jp": "製造業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c10a"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【立花書房】ウェブサイトが不正アクセスで閉鎖　1,144名のクレジットカード情報流出の可能性  "
  },
  "description": {
    "en": "",
    "jp": "書籍の企画や制作を行う「株式会社立花書房」において、外部からの不正アクセス被害が確認されている。,被害があったのは2021年9月8日、同社が運営する「立花書房ウェブサイト」において。クレジットカード会社から、同サイトから顧客の情報流出を懸念する連絡が入り問題が浮上した。調査の結果、第三者からの不正アクセスおよびサイト内決済システム改ざん被害が確認されている。これにより、顧客のクレジットカード情報流出の可能性が発覚した。,被害対象とみられているのは、2021年1月8日から2021年8月20日までの期間、「立花書房ウェブサイト」においてクレジットカード決済を利用した1,144名。名義、番号、有効期限、セキュリティコードを含む情報が、攻撃者に流出した可能性があるという。,対応,立花書房社は、「立花書房ウェブサイト」を閉鎖し、被害対象とみられる顧客に個別で連絡を実施。現在、同サイトに代わる新サイト開設が進められており、従来とは全く異なるサーバーとアプリケーションを利用しているとのこと。,【参考URL】立花書房https://tachibanashobo.jp/"
  },
  "industrySector": {
    "en": "INFORMATION AND COMMUNICATIONS",
    "jp": "情報通信業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c10b"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " ガスの「イワタニ」で顧客2,889件の情報流出　メール誤送信原因  "
  },
  "description": {
    "en": "",
    "jp": "ガスやエネルギー関連事業を展開する「岩谷産業株式会社」において、メールの誤送信による情報流出が発生した。,メールの誤送信が確認されたのは、2021年12月28日。同社主催の「第15回 イワタニ水素エネルギーフォーラム」開催についての案内メールを、過去の出席者に一斉送信した際に問題が発生。本来Bccで送信するところ、誤ってToで送信したことで、情報流出が起こった。,一斉送信されたメールの宛先は、全2,889件。受信者間でメールアドレスが表示される事態が発生している。なお、個人情報に関する内容は含まれていなかったとのこと。, ,岩谷産業社は、メールの誤送信が判明した12月28日同日中に、全受信者に向け当該メールの削除を願い出ている。, "
  },
  "industrySector": {
    "en": "WHOLESALE AND RETAIL TRADE",
    "jp": "卸売業，小売業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c10c"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " ランサムウェア入りUSB送り付ける攻撃手口にFBI注意喚起  "
  },
  "description": {
    "en": "",
    "jp": "FBIから昨今のハッカー集団における攻撃手口にUSBメモリーを使用した攻撃が確認されているとの情報を公表されている。,攻撃者は、正規の企業やブランドを騙りマルウェアが仕込まれたUSBメモリーを送付。USBが接続されたパソコンを皮切りに、ランサムウェアをはじめとする他の攻撃へ展開できるツールをインストールさせるという。当該攻撃は、「BadUSB」と呼ばれている。,FBIによると、確認された攻撃には、アメリカ健福祉省や家電量販店、Amazonなどの企業組織を騙るケースが確認されているという。攻撃者はこれらになりすまし、「新型コロナウイルスについての情報」とするメッセージや、ギフトカードなどを同封しUSBメモリーを送付しているとのこと。2021年には、アメリカの運輸業界をはじめ保険業界、防衛産業などで当該攻撃が確認されている。, "
  },
  "industrySector": {
    "en": "A"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c10d"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 「不正アクセス対策の一環」と騙るフィッシングメールに注意喚起【三菱HCキャピタルカード】  "
  },
  "description": {
    "en": "",
    "jp": "現在、「三菱HCキャピタルカード」を騙るフィッシングメールが複数確認されているとして、発行会社の三菱ＨＣキャピタル株式会社やフィッシング対策協議会から注意喚起が行われている。,フィッシング対策協議会によると、「三菱ＨＣキャピタル」ご利用環境確認用ワンタイムURLのお知らせ」と題するフィッシングメールの報告が複数寄せられているという。本文には「（ユーザーの）利用環境の確認」「不正アクセス対策の一環」などのメッセージと、外部ページへのURLが記載されているとのこと。,リンク先は、三菱HCキャピタルカード利用者用ページへのログイン画面を精巧に偽装したフィッシングサイトとなっている。サイトには、ログインIDとパスワードの認証情報をはじめ、三菱HCキャピタルカードのカード番号を入力させるフォームが用意されている。誤って入力した場合、攻撃者に情報が窃取される恐れがあるというもの。,三菱ＨＣキャピタル社は、「（同社から）カード番号や個人情報を問うことは一切ない」「不審なメールやSMSは、開封せず削除する」など注意喚起を実施。,また、フィッシング対策協議会は、昨今のフィッシングサイトの見分けは非常に難しいと説明。日ごろからサービス利用時は、届いたメールやSMSからではなく、正規サイトへのブックマークなどからアクセスするよう注意を呼び掛けている。また、あらかじめ使用するメーラーの迷惑メールフィルターを設定するよう推奨している。, "
  },
  "industrySector": {
    "en": "REAL ESTATE AND GOODS RENTAL AND LEASING",
    "jp": "不動産業，物品賃貸業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c10e"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【新生銀行】誤って1,467件のマイナンバー含む顧客情報をマネックス証券に提供  "
  },
  "description": {
    "en": "",
    "jp": "新生銀行おいて、同社と業務提携先である「マネックス証券」間で情報提供時に不必要な顧客情報が含まれていたことが発覚している。,新生銀行は、マネックス証券と吸収分割契約により金融商品の業務権利を継承する予定。その際、承継対象口座以外の口座情報が含まれていたというもの。マネックス証券からの指摘により問題が発覚した。原因は、新生銀行でのデータ抽出時の不備という。,誤って送信された顧客情報は、氏名や生年月日、口座番号、口座、マイナンバー、法人名、口座番号、法人番号などを含む1,467件。,誤って送信された顧客情報は、マネックス証券側ですべて削除されていることが確認されている。なお、誤送信された情報に該当する顧客に対して、別途個別に連絡が行われる予定。, "
  },
  "industrySector": {
    "en": "FINANCE AND INSURANCE",
    "jp": "金融業，保険業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c10f"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【京都市情報館】利用者1名の情報を過去利用者19,000名に誤ってメール誤送信  "
  },
  "description": {
    "en": "",
    "jp": "京都市情報館の指定管理者において、メール誤送信による情報流出が発生したとのこと。,メール誤送信が確認されたのは、2021年12月19日。同施設の指定管理者である「植彌加藤造園株式会社」が、『無鄰菴茶道教室門下生　ご登録のご案内』と題するメールを対象者に送信する際問題が発生。対象者1名に送信するところ、誤って同施設の入場予約やサービスの過去利用者複数名に一斉送信したという。原因は、事務処理の誤りによるヒューマンエラーとのこと。,送信されたのは、対象者1名の氏名と京都市情報館内「無鄰菴茶道教室」の門下生に登録済とする確認内容。これらの情報が同施設過去利用者19,000名に各個送信された。個人情報に関わる情報が氏名のみだったという。, , "
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c110"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 「他人のプライベートを見たかった」1,500件のSNSへ不正アクセスで逮捕  "
  },
  "description": {
    "en": "",
    "jp": "愛知県警は、他人のSNSアカウントへ複数回不正アクセスを行った容疑者を逮捕した。,容疑者は、不正アクセス禁止法違反として逮捕されている。愛知県警の調べでは、容疑者は氏名や生年月日、IDからパスワードを推測。複数回のSNSアカウントへアクセスを繰り返していた。,容疑者のスマートフォンには、およそ2,000件ものＩＤおよびパスワードが保存されていたという。,容疑者は、「1,500人ぐらいのＳＮＳをのぞいた。他人のプライベートを見たかった」とコメント。容疑を認めている。, "
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c111"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 「キトラ古墳壁画体験館『四神の館』」改ざん　無関係のページにリンク  "
  },
  "description": {
    "en": "",
    "jp": "「キトラ古墳壁画体験館『四神の館』」のサイトが、不正に改ざんされる事態が発生している。,同サイトの管理を行う国営飛鳥歴史公園事務所によると、改ざんが行われたのは2021年11月26日から12月19日の期間。同サイトの運営管理業務は外部の業者に委託されていた。原因は、同業者のサーバーに不正アクセスが行われたことによるものとみられている。,「キトラ古墳壁画体験館『四神の館』」サイト内のガイド機能である「外国人向け展示翻訳ガイドシステム」のリンク先が被害対象。URL経由で検索すると無関係のサイトが表示される状態だったという。現時点で個人情報に関わる影響は確認されていない。,「キトラ古墳壁画体験館『四神の館』」サイトは現在運営を停止。セキュリティ対策を行った復旧後、再開が予定されている。, , "
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c112"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【兵庫県】キャンペーンメール誤送信で宿泊施設469件の情報流出  "
  },
  "description": {
    "en": "",
    "jp": "兵庫県が主催する「ふるさと応援ひょうご旅をしようキャンペーン」において、メールの誤送信による情報流出が発生した。,メール誤送信が発生したのは、2021年12月14日。事務局運営業務の委託先である「株式会社ピアトゥー」が、当該キャンペーンに参加する宿泊施設に向けたメールを一斉送信時に起こった。原因は、同社担当者のメールシステムの操作ミスとのこと。メールを受信した宿泊施設からの指摘により判明している。,当該メール誤送信で、「ふるさと応援ひょうご旅をしようキャンペーン」に参加する宿泊施設469件の情報が流出。担当従業員の氏名を含むメールアドレスをはじめ、電話番号、施設名が該当するという。,ピアトゥー社は、誤送信先の全施設に説明および当該メールの削除を依頼。今後、ダブルチェックおよび監視担当の増員など行い、再発防止を図るとのこと。　,"
  },
  "industrySector": {
    "en": "GOVERNMENT, EXCEPT ELSEWHERE CLASSIFIED",
    "jp": "公務（他に分類されるものを除く）"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c113"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 農産種苗業者でマルウェア感染被害　被害状況調査続く  "
  },
  "description": {
    "en": "",
    "jp": "農産種苗の生産販売を中心に展開する「カネコ種苗株式会社」において、マルウェアによる情報流出の可能性が判明している。,マルウェア感染が確認されたのは、2021年12月10日。カネコ種苗社内のパソコンが外部から遠隔操作された形跡が見つかっている。現在被害状況および影響範囲などの詳細は調査が継続している。,暫定の調査では、同社内パソコン複数台においてマルウェアの感染が確認されている。当該被害により、顧客および企業情報の流出が懸念されている。,カネコ種苗社は、被害のあったパソコンのネットワークをすべて遮断。外部のセキュリティ期間を含めた管理体制の強化が進められているとのこと。また、今後判明した新たな情報はweb上で公表される予定。　,"
  },
  "industrySector": {
    "en": "WHOLESALE AND RETAIL TRADE",
    "jp": "卸売業，小売業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c114"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " システム改ざんやランサムウェア攻撃で顧客への影響も【データブロード】  "
  },
  "description": {
    "en": "",
    "jp": "データ放送制作システムの開発や放送コンテンツなどの制作を手掛ける「株式会社データブロード」において、第三者からのサイバー攻撃被害が確認された。,データブロード社によると、攻撃が判明したのは2021年11⽉10⽇。第三者は、同社の保守端末へ不正アクセスを実行。その後、システム改ざんやランサムウェア混入などの攻撃を行ったとみられている。,現時点で機密に関わる情報流出はないと説明されているが、当該攻撃により同社の顧客にも影響が出ているとのこと。なお、詳細については明かされていない。,被害を受けた保守端末は、代替え機により運営を実施。改ざんされたシステムは初期化および復旧が進められている。現在、影響が出た顧客への注意喚起およびセキュリティ調査が進められている状況とのこと。　,"
  },
  "industrySector": {
    "en": "INFORMATION AND COMMUNICATIONS",
    "jp": "情報通信業"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c115"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【福祉の本 出版目録】不正アクセスで41,970件の顧客情報流出  "
  },
  "description": {
    "en": "",
    "jp": "全国社会福祉協議会が運営するwebサイト「福祉の本 出版目録」において、外部からの不正アクセス被害が確認されている。,不正アクセスが発覚したのは2021年12月13日。被害経緯や影響範囲など現在調査が進められている状況とのこと。現時点で判明しているのは、「福祉の本 出版目録」サイトに第三者からの不正アクセスがあり、顧客情報の一部が流出した可能性があるとのこと。,当該不正アクセスにより影響が懸念されているのは、同サイト内で書籍を購入または会員登録を行った顧客の個人情報。メールアドレス41,970件が流出対象で、その他個人情報およびクレジットカード情報などは対象外とのこと。,同協議会は、第三者からのアクセスを遮断。また、サイト内の個人情報を含むデータベースは隔離する運用体制に変更している。今後、当該不正アクセスに関する新たな情報は随時web上で公表すると説明されている。,　,"
  },
  "industrySector": {
    "en": "MEDICAL, HEALTH CARE AND WELFARE",
    "jp": "医療，福祉"
  }
},{
  "_id": {
    "$oid": "6229f1aac8d83514f6d0c116"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": " 【東洋インキ】メディアサイト停止　不正アクセスにより改ざん受ける  "
  },
  "description": {
    "en": "",
    "jp": "塗料や印刷関連事業を展開する「東洋インキSCホールディングス株式会社」において、外部からの不正アクセス被害が確認されたという。,被害が確認されたのは、同社が運営するオウンドメディアサイト「TOYO INK 1050＋」にて。同サイトが、不正アクセスにより一部改ざんされる事態が発生しているという。被害状況や経緯などの詳細は明かされていない。なお、当該不正アクセスによる顧客の個人情報への影響はないとのこと。,東洋インキSCホールディングス社は、同サイトの運営を一時停止。セキュリティ強化およびサイトの再構築が進められている状況とのこと。復旧の見込みは、2022年1月中旬と説明している。　,"
  },
  "industrySector": {
    "en": "SCIENTIFIC RESEARCH, PROFESSIONAL AND TECHNICAL SERVICES",
    "jp": "学術研究，専門・技術サービス業"
  }
},{
  "_id": {
    "$oid": "624709d768bbdb67ac0f5e90"
  },
  "type": "news-feeds",
  "name": {
    "en": "",
    "jp": "Emotet感染拡大の猛威、陶泉御所坊の御所坊社が感染"
  },
  "description": {
    "en": "",
    "jp": "画像：株式会社御所坊より引用,株式会社御所坊は2022年2月9日、同社が運営するウェブサイト「陶泉御所坊」にて、同社従業員の端末がマルウェア「Emotet（Emotet）」に感染し、情報流出が発生したと明らかにしました。,御所坊社によれば同社は2022年2月7日ごろより、所属従業員を名乗る不審なメールが、社内外に向け発信されている事実を確認。これを調査したところ、原因がEmotet感染による流出した情報であると判明しました。,Emotetは感染先のメールサーバーからアドレスやメール情報を引き出し、不審メールに引用することで知られているマルウェアです。このため、同社は感染の事実を公表し、受信時はメールドメインの相違に注意するよう呼びかけました。,Emotetは一度テイクダウン宣言を受けたマルウェアですが、2022年に入り再び感染拡大の勢いを見せています。,被害企業は日に日に増加しており、ライオンや積水ハウスなど大手企業も感染の事実を公表しています。Emotetは感染端末から引き出した情報を利用して不審メールを拡大するため、ヒューマンチェックによる防御が非常に難しく、今後も被害拡大が懸念されます。,参照弊社を装った不審メールに関するお詫びとお知らせ/株式会社御所坊\r\n,"
  },
  "industrySector": {
    "en": "ACCOMMODATIONS, EATING AND DRINKING SERVICES",
    "jp": "宿泊業，飲食サービス業"
  }
}]